[
  {
    "_id": {
      "$oid": "6574d26d0398e3aba3102db2"
    },
    "title": "\"Pakistan Zindabhaag\": Sehwag's post on Pakistan loss sparks controversy",
    "thumbnailImg": "https://lh3.google.com/u/0/d/1ToiQEe37QK7cPXxm7klsnvd_u_izXG5F",
    "description": "\"After Pakistan's defeat to England by 93 runs on November 11, resulting in their exit from the ICC Cricket World Cup 2023, former Indian cricketer Virender Sehwag, known for his...",
    "category": "sports",
    "postDetails": {
      "uploadDate": "12 Nov, 2023",
      "writerName": "Dhawal",
      "writerImg": ""
    },
    "content": [
      {
        "heading": "",
        "paragraphs": ["After Pakistan's defeat to England by 93 runs on November 11, resulting in their exit from the ICC Cricket World Cup 2023, former Indian cricketer Virender Sehwag, known for his witty remarks, took to his Instagram and X to mock Pakistan. He posted a photo written \"Bye Bye Pakistan\" and added, \"Pakistan zindabhaag\" in the caption. He humorously added, \"That's all that was, hope you enjoyed the biryani and the hospitality. Have a safe flight back home. Bye-bye Pakistan!\""],
        "image": [
          {
            "imgName": "Virender Sehwag's controversial post after Pakistan loss",
            "imgLink": "https://lh3.google.com/u/0/d/1lM6KBCdVXBsEaEWDKkCsnZr9dF_c6x89",
            "_id": {
              "$oid": "6574d26d0398e3aba3102db4"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "6574d26d0398e3aba3102db3"
        }
      },
      {
        "heading": "",
        "paragraphs": [
          "Sehwag faced criticism from many people, including some Indians, for his post. Responding to the controversy and hate, he tweeted again, defending his post. He stated, \"In the 21st century, there have been 6 ODI World Cups. In 6 attempts, India qualified for the semi-finals in 5 of the last 6 World Cups, except in 2007. On the other hand, Pakistan qualified for the semis only once in 2011 out of 6 attempts. Despite this, they make ridiculous allegations blaming ICC and BCCI for changing balls and pitches.\"",
          "Sehwag continued, \"Their Prime Minister mocks us when we lose to another team despite having beaten them. Upon reaching here, their player posts pictures of enjoying tea in Hyderabad with sarcasm to mock our soldiers. The PCB chief on camera refers to our country as Dushman Mulk (enemy country). And they expect love for their hate.\"",
          "He concluded, \"Those preaching class, that is a two-way street. Jo Achha vyavhar kare uske saath hum bahut hi achhe, aur jo aisa vyavhar kare toh sahi mauke par soot samet lautana is my way. On field bhi, off-field bhi.\" (For those advocating for sportsmanship, it's a mutual expectation. We respond positively to good behavior, and for those behaving otherwise, we believe in giving them a fitting response at the right time. This applies both on and off the field.)"
        ],
        "image": [
          {
            "imgName": "Sehwag's reply on controversy and hate on his previous post.",
            "imgLink": "https://lh3.google.com/u/0/d/1jGIa4zIXParDoQzB5d3x7-igjqxMwjBC",
            "_id": {
              "$oid": "6574d26d0398e3aba3102db6"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "6574d26d0398e3aba3102db5"
        }
      },
      {
        "heading": "",
        "paragraphs": ["To support his arguments, Sehwag shared a photo featuring Pakistan's Prime Minister, former cricketer Shoaib Akhtar, Imran Nazir, and Saq Saadik, the Chief Editor of the world's largest Pakistan Cricket website, showcasing their past tweets where they made fun of the Indian cricket team.", "Sehwag seems content with the reactions to his post and stands by it, asserting that there is nothing wrong with what he posted."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "6574d26d0398e3aba3102db7"
        }
      }
    ],
    "__v": 0
  },
  {
    "_id": {
      "$oid": "65775fd033fa1caf00d6e939"
    },
    "title": "CarryMinati Motivational Speaker Parody video  - Reactions, controversies and opinion.",
    "thumbnailImg": "https://lh3.google.com/u/0/d/1a0PF657GF1Jw4cbaCGq9ta61fGvGhNa8",
    "description": "CarryMinati, or Ajey Nagar, isn't just a star in India but the biggest YouTuber in Asia, rocking over 4 million subscribers on his YouTube channel. He started things off with roasts, playfully poking fun at people doing weird stuff on social media...",
    "category": "entertainment",
    "postDetails": {
      "uploadDate": "01 Dec, 2023",
      "writerName": "Dhawal",
      "writerImg": ""
    },
    "content": [
      {
        "heading": "From Memes to Controversies: The Story Behind Carry's Parodies -",
        "paragraphs": [
          "CarryMinati, or Ajey Nagar, isn't just a star in India but the biggest YouTuber in Asia, rocking over 4 million subscribers on his YouTube channel. He started things off with roasts, playfully poking fun at people doing weird stuff on social media. But that's not all – Carry's got some rapping skills too, dropping hits like \"Yalgaar,\" \"Trigger,\" \"Zindagi,\" and \"Vardaan\" loved by his fans. Lately, he's spicing things up with hilarious skits and parodies, turning social media into a laughter riot and fueling the meme game. With this mix, CarryMinati has become the go-to guy for online entertainment, winning hearts in India.",
          "Carry's first parody video on YouTube was titled \"Daily Vlogger Parody,\" taking a humorous spin on famous vloggers like Sourav Joshi Vlogs,  Flying Beast, Armaan Malik, and Technical Guruji aka Gaurav Chaudhary. This video has got nearly 60 million views to date, making it a viral sensation. Riding on the success of this video, CarryMinati crafted another parody a few months later, this time poking fun at motivational speakers. In this video, he hilariously mimicked the style of motivational speakers, adding another entertaining twist to his content. In this video, he parodied figures like Sandeep Maheshwari, Ranveer Allahbadia, Sadhguru, and Ankit Baiyanpuria.",
          "Their hilarious spoof of motivational speakers, just like the previous video, went viral on social media, sparking a wave of funny memes and reels. But it also became a source of some controversies and debates online. Let's explore the controversies, and reactions associated with this parody video. And at last, we'll share our personal opinion on this video."
        ],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65775fd033fa1caf00d6e93a"
        }
      },
      {
        "heading": "Parodies played by CarryMinati in his video -",
        "paragraphs": [],
        "image": [
          {
            "imgName": "Sandeep Maheshwari as Toodeep Maheshwari",
            "imgLink": "https://lh3.google.com/u/0/d/1RZzDXNSsQf47Ekf55a_9ykYjGdSZlnbD",
            "_id": {
              "$oid": "65775fd033fa1caf00d6e93c"
            }
          },
          {
            "imgName": "Sadhguru as Chadguru",
            "imgLink": "https://lh3.google.com/u/0/d/1qSMTRwO41d2nFBF6jHeUCZJ8ldW241f0",
            "_id": {
              "$oid": "65775fd033fa1caf00d6e93d"
            }
          },
          {
            "imgName": "Ankit Baiyanpuria as Kalankit",
            "imgLink": "https://lh3.google.com/u/0/d/130z91nNXtqv_DzDzo5m3XbE1DK6vILiH ",
            "_id": {
              "$oid": "65775fd033fa1caf00d6e93e"
            }
          },
          {
            "imgName": "BeerBiceps as BeeraBiceps",
            "imgLink": "https://lh3.google.com/u/0/d/1xt74jbfh2H6hLJ4noUoIm7SeBAgiD4DZ",
            "_id": {
              "$oid": "65775fd033fa1caf00d6e93f"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65775fd033fa1caf00d6e93b"
        }
      },
      {
        "heading": "REACTIONS - ",
        "paragraphs": ["After this parody video, only Sandeep Maheshwari, Sadhguru, and Ranveer Allahbadia (Beer Biceps) have responded to CarryMinati's parody of them. Now, these reactions don't need to be all positive. Let's first take a look at Sandeep Maheshwari's response."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65775fd033fa1caf00d6e940"
        }
      },
      {
        "heading": "Sandeep Maheshwari's Reaction -",
        "paragraphs": ["CarryMinati is disliked by some individuals due to his frequent use of curse words or offensive language in his videos. In the parody video, he also used some explicit language, leading motivational speaker Sandeep Maheshwari to write on a YouTube community post in response, he wrote \"Dear CarryMinati, you made a parody video on me. That’s cool, but while imitating my character, you said m***** and c****** to my audience. It is not funny. Disappointed.\" "],
        "image": [
          {
            "imgName": "Sandeep Maheshwari's YouTube community post.",
            "imgLink": "https://lh3.google.com/u/0/d/1-FL2ixWIJSVnPLEhHfUx3dTP4xMukQq9",
            "_id": {
              "$oid": "65775fd033fa1caf00d6e942"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65775fd033fa1caf00d6e941"
        }
      },
      {
        "heading": "",
        "paragraphs": ["CarryMinati, while responding to this, removed the controversial parts from that video and made a YouTube community post stating, \"We had a call with Sandeep sir & we have removed all the segments he requested & likewise, he has also removed his community post. I have a lot of respect for Sandeep sir & each individual from whom our characters are inspired. Our intention is never to hurt anyone's sentiments for eg. you might feel Ankit bhai is shown in a bad light but if you watch carefully we are imitating the people who try to be like Ankit bhai but not him exactly so please do not spread hate towards anyone saare apne hee log hai, parody video means picking characteristics of certain individuals who are popular at the time & doing things they won't normally do. It is just for fun, thank you 🙏\" \nAfter this, Sandeep Maheshwari also deleted his community post."],
        "image": [
          {
            "imgName": "CarryMinati's response on reaction of Sandeep Maheshwari.",
            "imgLink": "https://lh3.google.com/u/0/d/1Qrim4i-RVA5reQf6a6laJEtN4fHTBDtH",
            "_id": {
              "$oid": "65775fd033fa1caf00d6e944"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65775fd033fa1caf00d6e943"
        }
      },
      {
        "heading": "Sadhguru's Reaction- ",
        "paragraphs": ["Sadhguru hasn't watched CarryMinati's video. However, in an interview, when interviewer asked him that 'CarryMinati, a YouTuber with 40 million subscribers, has made a parody video about you. Does this affect your credibility ?' Sadhguru responded, 'These things don't matter much, but when it comes to work, these things unnecessarily create difficulties because all kinds of rubbish are put all over the place.' He added, 'If somebody is an influencer and you are influencing 40 million people, I hope you will become more responsible.'", "Since Sadhguru hasn't seen Carry's video, it would be unfair to label his reaction entirely positive or negative. Therefore, we leave it up to your interpretation.\""],
        "image": [],
        "video": [
          {
            "vidName": "Sadhguru's reaction on carryminati's video. [ Source : instagram/@sadhguru ]",
            "vidLink": "https://www.buzzhale.com/bh-files/vid/sadhguru-reaction-on-carry-parody-video.mp4",
            "_id": {
              "$oid": "65775fd033fa1caf00d6e946"
            }
          }
        ],
        "url": [],
        "_id": {
          "$oid": "65775fd033fa1caf00d6e945"
        }
      },
      {
        "heading": "Ranveer Allahbadia's Reaction- ",
        "paragraphs": ["Ranveer Allahbadia, known as Beer Biceps for his entertaining podcasts, shared CarryMinati's video on his Instagram story with a positive reaction. He humorously wrote, \"I've been violated, but I've never enjoyed it this much.\""],
        "image": [
          {
            "imgName": "Instagram story of BeerBiceps after Carryminati's video.",
            "imgLink": "https://lh3.google.com/u/0/d/1rF9r-hZZRxUKZYt3g2B7EAIVa7ahGF2P",
            "_id": {
              "$oid": "65775fd033fa1caf00d6e948"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65775fd033fa1caf00d6e947"
        }
      },
      {
        "heading": "Controversies - ",
        "paragraphs": ["As we saw, Sandeep Maheshwari had some issues with Carry's video, leading Carry to display maturity by deleting the parts that caused concern for Sandeep Maheshwari. This move not only helped Carry avoid controversy but also maintained positive relations with Sandeep Maheshwari. However, CarryMinati's video still became a source of controversy. Many people expressed dissatisfaction, particularly regarding the parody of Ankit Bayanpuria and Sadhguru. Numerous negative comments were posted. The parody of Ankit and Sadhguru by CarryMinati used inappropriate language, contradicting their clean public image. This upset fans of Ankit and Sadhguru, causing controversy and negative reactions toward CarryMinati."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65775fd033fa1caf00d6e949"
        }
      },
      {
        "heading": "Our Opinion -",
        "paragraphs": [
          "So far, we've seen everything about Carry's parody video, including reactions and controversies. Does this mean Carry's videos are truly wrong? Is using foul language in his videos wrong? Everyone sees it differently based on their own thoughts and feelings. But in our opinion, the answer is \"No.\" Every video by CarryMinati is solely for entertainment purposes. Every viewer chooses to watch creators of their own choice. Some people often claim that kids are getting spoiled by watching Carry's videos, but it is the responsibility of every parent to monitor what content their children are consuming on social media. Since 18+ content is also available on social media, parents need to be vigilant. CarryMinati also provides a disclaimer before each video, stating that it contains the use of explicit language and is not suitable for kids.",
          "Regarding Carry's parody video, a mistake was made here. The error was that CarryMinati created this video without obtaining permission from the individuals he parodied (according to our sources). If Carry had made this video with their permission and showed it to them before uploading, he could have avoided controversies. There would have been no need to make changes after uploading the video. Being a prominent YouTuber, Carry should be mindful that if he is making a roast or parody video about someone, it's essential to seek their permission. "
        ],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65775fd033fa1caf00d6e94a"
        }
      },
      {
        "heading": "",
        "paragraphs": ["Well, that wraps up our take on this video. If you have different opinions, feel free to DM us on Instagram @buzzhale.com. We'd love to hear what you think!\n", "Disclaimer: This article is based on our research and personal opinions. It is intended to be subjective and is not written to cause harm to any individual or group. Opinions expressed are subjective and may vary. The purpose is to present a viewpoint, and readers are encouraged to form their own opinions."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65775fd033fa1caf00d6e94b"
        }
      }
    ],
    "__v": 0
  },
  {
    "_id": {
      "$oid": "657765e533fa1caf00db99b7"
    },
    "title": "World Cup Heartbreak: Decoding India's Final Defeat!",
    "thumbnailImg": "https://lh3.google.com/u/0/d/1nvt6Ftl2ktRJp8pUuD0ADaYtxD-JWH_D",
    "description": "Despite showing great performances throughout the tournament and continuing an unbeatable series, India suffered a miserable defeat against Australia by six wickets...",
    "category": "sports",
    "postDetails": {
      "uploadDate": "02 Dec, 2023",
      "writerName": "Dhawal",
      "writerImg": ""
    },
    "content": [
      {
        "heading": "",
        "paragraphs": [
          "Despite showing great performances throughout the tournament and continuing an unbeatable series, India suffered a miserable defeat against Australia by six wickets in the final of the 2023 Cricket World Cup. This loss deeply saddened Indian cricket fans. Captain Rohit Sharma also couldn't hide his emotions, saying, \"We knew we were better under the lights,  but we don't want to use that as an excuse.\" ",
          "Following this defeat, various opinions have emerged among cricket enthusiasts and experts. Some have pointed to Rohit Sharma's aggressive style of play as a factor in India's defeat, suggesting that his quick exit was a crucial setback. Some call toss a turning point and argue that it set the tone for the game. Some argue that the poor performance of players like Shubman Gill, Shreyas Iyer and Suryakumar Yadav contributed to the team's slump. ",
          "Everyone has their own perspective, but it is important to consider these different opinions to understand the real reason behind India's defeat in the World Cup."
        ],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657765e533fa1caf00db99b8"
        }
      },
      {
        "heading": "The Toss Factor - ",
        "paragraphs": ["Many believe that India lost the match because they didn't win the toss. They say if India had won the toss and decided to bowl first, things might have turned out better. But that's not totally true. Australia won the toss and chose to bowl, making India bat first. This decision might have contributed to India's loss, but losing the toss itself isn't the main reason. After Australia chose to bowl, Indian Captain Rohit Sharma said, \"I would have batted first. Looks like a good pitch, big game, put runs on the board. It's going to be amazing; every time we play here, the crowd comes out in large numbers.\" This suggests that the toss didn't really affect the game, as India would have wanted to bat even if they had won the toss."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657765e533fa1caf00db99b9"
        }
      },
      {
        "heading": "Dew Factor - ",
        "paragraphs": ["In the 2023 World Cup final between India and Australia, Dew became a game-changer. In the initial stages, the absence of dew favoured Australian bowlers, limiting India's runs. However, as the match progressed, increasing dew made it challenging for Indian spinners. Travis Head and Marnus Labuschagne seized the opportunity, forming a formidable 192-run partnership and securing Australia's victory. Dew, especially in the later stages, played a pivotal role in shaping the match's outcome."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657765e533fa1caf00db99ba"
        }
      },
      {
        "heading": "Collapse of middle order - ",
        "paragraphs": ["After 10 overs and the loss of Rohit's wicket, India stood at 80-2. However, the middle order faced a collapse. Shreyas Iyer departed after a brief 7-ball stint without contributing significantly. Following Shreyas's dismissal, Kohli and Rahul struggled to build momentum, forming a slow partnership of 67 runs on 109 balls. Unfortunately, the subsequent wickets fell rapidly, and India faced a challenge in scoring boundaries during the middle overs. Remarkably, India managed only 4 boundaries in the last 40 overs (from the 10th to the 50th over), playing a pivotal role in their ultimate loss. The scarcity of boundaries in the crucial middle phase significantly impacted India's overall performance in the match."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657765e533fa1caf00db99bb"
        }
      },
      {
        "heading": "Rohit Sharma's Impact in India's World Cup Final Journey -",
        "paragraphs": ["Contrary to some cricket experts' claims, Rohit Sharma's assertive approach did not lead to a rapid loss of wickets in the final match. Throughout the tournament, Rohit consistently played selfless innings with an impressive strike rate, crucial for India's strong powerplay scores and putting pressure on opposition bowlers. In the final, Rohit's quick knock of 47 off 31 balls was instrumental in India reaching 80-2 at the end of the first powerplay. A comparison with Australia's 60-3 at the same stage underscores the value of Rohit's contribution, emphasizing its positive impact on India's commanding start in the match."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657765e533fa1caf00db99bc"
        }
      },
      {
        "heading": "Australia's Victory: The Final Chapter - ",
        "paragraphs": ["In cricket, the team that plays well wins the match. There's no doubt that India displayed an impressive performance throughout the entire tournament, but it's also a fact that Australia outperformed India in the final, securing their victory. We should take pride in the way the Indian team played in this World Cup. It's equally essential to acknowledge Australia's outstanding performance. At the end of the day, it's just a part of the game."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657765e533fa1caf00db99bd"
        }
      },
      {
        "heading": "",
        "paragraphs": ["Thank you for taking the time to read the article. We trust you found it enjoyable and insightful. Your interest is truly appreciated."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657765e533fa1caf00db99be"
        }
      }
    ],
    "__v": 0
  },
  {
    "_id": {
      "$oid": "657a082af7e92cb043342395"
    },
    "title": "Top 10 male content creators on Instagram in India! - 2023",
    "thumbnailImg": "https://lh3.google.com/u/0/d/1X9YLqDzgsTDgoKfCcq_qIrmynKH_syC1",
    "description": "Today, let's chat about some awesome male content creators from India whose content not only sticks with us but also gets a lot of love for being genuinely relatable...",
    "category": "entertainment",
    "postDetails": {
      "uploadDate": "14 Dec, 2023",
      "writerName": "Dhawal",
      "writerImg": ""
    },
    "content": [
      {
        "heading": "",
        "paragraphs": ["Instagram is like this huge stage where content creators get to share their skills, talent, and messages through those catchy reels, making a real connection with a wide audience. There are so many creators on Instagram who keep us entertained every day, making us laugh or feel something deep. Today, let's chat about some awesome male content creators from India whose content not only sticks with us but also gets a lot of love for being genuinely relatable -"],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657a082af7e92cb043342396"
        }
      },
      {
        "heading": "1. ankur_agarwal_vines - 1.2M followers",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "Ankur Agarwal",
            "imgLink": "https://lh3.google.com/u/0/d/1LtFP8rL-NXY1NogZfd9X5pJseTTFNXxT",
            "_id": {
              "$oid": "657a082af7e92cb043342398"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657a082af7e92cb043342397"
        }
      },
      {
        "heading": "2. adarsh_suyal - 1.5M",
        "paragraphs": ["", ""],
        "image": [
          {
            "imgName": "Adarsh Suyal",
            "imgLink": "https://lh3.google.com/u/0/d/1J5zEgKs7owlilrzxiiJGyqEmYE4pJeSe",
            "_id": {
              "$oid": "657a082af7e92cb04334239a"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657a082af7e92cb043342399"
        }
      },
      {
        "heading": "3. ankit.ang - 2.4M followers",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "Ankit",
            "imgLink": "https://lh3.google.com/u/0/d/14uWeDIKoSI045x_uGLfD9RBmXy1fDucN",
            "_id": {
              "$oid": "657a082af7e92cb04334239c"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657a082af7e92cb04334239b"
        }
      },
      {
        "heading": "4. aadityashukla09 - 1.6M followers",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "Aaditya Shukla",
            "imgLink": "https://lh3.google.com/u/0/d/14XGe0qzJQP0jmhR701n6a1D8O3hCOV83",
            "_id": {
              "$oid": "657a082af7e92cb04334239e"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657a082af7e92cb04334239d"
        }
      },
      {
        "heading": "5. chimkandian - 2.2M followers",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "Chimkandian",
            "imgLink": "https://lh3.google.com/u/0/d/1bFLt2YsY4fVgRh3dT-2UPB-7bpNOvXZM",
            "_id": {
              "$oid": "657a082af7e92cb0433423a0"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657a082af7e92cb04334239f"
        }
      },
      {
        "heading": "6. ronit.ashra - 1.8M followers",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "Ronit Ashra",
            "imgLink": "https://lh3.google.com/u/0/d/1vmjx1waFqShLIQnlj5zXXi64Q6BjzMiB",
            "_id": {
              "$oid": "657a082af7e92cb0433423a2"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657a082af7e92cb0433423a1"
        }
      },
      {
        "heading": "7. rjabhinav - 4.2M followers",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "Rj Abhinav",
            "imgLink": "https://lh3.google.com/u/0/d/1mcHVPpRnnPNhFSh6rnfs988u4f2VcFkC",
            "_id": {
              "$oid": "657a082af7e92cb0433423a4"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657a082af7e92cb0433423a3"
        }
      },
      {
        "heading": "8. funcho - 2.7M followers",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "Funcho",
            "imgLink": "https://lh3.google.com/u/0/d/1Fhwcac6k4e113qgidquuaG9viRoTS58V",
            "_id": {
              "$oid": "657a082af7e92cb0433423a6"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657a082af7e92cb0433423a5"
        }
      },
      {
        "heading": "9. rjkisnaa - 1.7M followers",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "RJ Kisnaa",
            "imgLink": "https://lh3.google.com/u/0/d/1nSDu48qU-w9Xc47PhqXsA3zs5I06iRwz",
            "_id": {
              "$oid": "657a082af7e92cb0433423a8"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657a082af7e92cb0433423a7"
        }
      },
      {
        "heading": "10. rajgrover_in - 1.7M followers",
        "paragraphs": [],
        "image": [
          {
            "imgName": "Raj Grover",
            "imgLink": "https://lh3.google.com/u/0/d/15GUtYz5YCqg2yEiRLlUTf5Nb7FmogSXM",
            "_id": {
              "$oid": "657a082af7e92cb0433423aa"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657a082af7e92cb0433423a9"
        }
      },
      {
        "heading": "",
        "paragraphs": ["Please note: The list of content creators mentioned here is entirely subjective and isn't influenced by their follower count. Our selection is based on in-depth research, along with the audience's positive response to their reels and their noticeable growth. The aim is to showcase individuals who have made a genuine impact through their content, regardless of the number of followers. Keep in mind that personal preferences may differ, and this list is by no means exhaustive. Thank you for your understanding."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657a082af7e92cb0433423ab"
        }
      }
    ],
    "__v": 0
  },
  {
    "_id": {
      "$oid": "657a22489bf515782e9a7869"
    },
    "title": "Top 10 female content creators on Instagram in India! - 2023",
    "thumbnailImg": "https://lh3.google.com/u/0/d/1I_O4Zk8jVRftHZok8bmTSNXOm-25I9A7",
    "description": "Today, let's chat about some awesome female relatable content creators from India whose content not only sticks with us but also gets a lot of love for being genuinely relatable...",
    "category": "entertainment",
    "postDetails": {
      "uploadDate": "14 Dec, 2023",
      "writerName": "Dhawal",
      "writerImg": ""
    },
    "content": [
      {
        "heading": "1. RJ karishma ",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "RJ Karishma",
            "imgLink": "https://lh3.google.com/u/0/d/1tUiTrpiNBgfpgHQx0-Sl_-353Ni9fYRX",
            "_id": {
              "$oid": "657a22489bf515782e9a786b"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657a22489bf515782e9a786a"
        }
      },
      {
        "heading": "",
        "paragraphs": ["Karishma Gangwal, or RJ Karishma, is a famous Instagram creator with 6.3 million followers. She's only 29 but has won hearts with her funny videos that everyone can relate to. Karishma is also a radio jockey at RedFm 93.5, hosting 'Lights Out with RJ Karishma,' where she gives helpful advice on life, love, and all the chaos. She even made it to the Forbes 30 Under 30 Asia list in 2023 for Media, Marketing, and Advertising. Her funny videos on Indian family stuff, like 'That One Proud Aunt' and 'Just Mom Things,' got millions of views and lots of love. RJ Karishma is known for being relatable and influential.\nInstagram id - @rjkarishma"],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657a22489bf515782e9a786c"
        }
      },
      {
        "heading": "2. Soharshi",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "Soharshi",
            "imgLink": "https://lh3.google.com/u/0/d/1p7sVm_m8l9XSoJz8T3mCePrurV9fxYYT",
            "_id": {
              "$oid": "657a22489bf515782e9a786e"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657a22489bf515782e9a786d"
        }
      },
      {
        "heading": "",
        "paragraphs": ["Harshita Gupta, a famous Instagram creator with 1.2 million followers. She's also ranked 9th in the Forbes India Top 100 Digital Stars list. People love her reels filled with humorous content, especially when she teams up with her dad for reels on relatable topics like \"Indian parents, shaadi aur mehengayi.\" It's this relatability that makes folks laugh and connect with her, bringing in a fantastic response to her videos.\nInstagram - @soharshi_"],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657a22489bf515782e9a786f"
        }
      },
      {
        "heading": "3. Dharnaa",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "Dharnaaa",
            "imgLink": "https://lh3.google.com/u/0/d/1W9MD4JeMmzisuX1uiVQTbbC3Pt55b_yo",
            "_id": {
              "$oid": "657a22489bf515782e9a7871"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657a22489bf515782e9a7870"
        }
      },
      {
        "heading": "",
        "paragraphs": ["Meet Dharna Durga, a popular Instagram content creator. She's gained fame for her down-to-earth reels like \"Moms during Diwali Preparations\" and \"Dads on their birthday,\" which are not just funny but also super relatable. People love how her content feels like real life, and that's why her Instagram account has grown fast, with a whopping 982K (9 lakh 82 thousand) followers. She keeps it real, and people can't get enough of it!\nInstagram - @dharnaaaaa\n"],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657a22489bf515782e9a7872"
        }
      },
      {
        "heading": "4. Salonayyy ",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "Salonayyy",
            "imgLink": "https://lh3.google.com/u/0/d/1lcyFqScEkWZfJhackEMwf8JMY57VOgkG",
            "_id": {
              "$oid": "657a22489bf515782e9a7874"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657a22489bf515782e9a7873"
        }
      },
      {
        "heading": "",
        "paragraphs": ["Saloni Gaur, a well-known content creator, has 1.3 million followers on Instagram. She is known for creating relatable content about Indian family dramas in different situations. She adds a playful twist with Nanu, a mischievous character in her videos that everyone loves. Often featuring her grandmother and parents, her content becomes even more relatable and brings lots of laughs.  Saloni is a rising star in the content creation scene and her viewers just adore everything about her.\nInstagram - @salonayyy"],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657a22489bf515782e9a7875"
        }
      },
      {
        "heading": "5. Being Suku",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "Being Suku",
            "imgLink": "https://lh3.google.com/u/0/d/1Av8gftNtuUORqlRHI7Iz3IJG3CRRKHql",
            "_id": {
              "$oid": "657a22489bf515782e9a7877"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657a22489bf515782e9a7876"
        }
      },
      {
        "heading": "",
        "paragraphs": ["Say hello to Sakshi Keswani, or suku as she's known, with a cool 1.4 million followers. People just love her content - it's this sweet mix of love, comedy, and all things nice. She's big on couple-based videos, adding a romantic touch that clicks with everyone. With over 1000 posts on Instagram, she's growing fast and winning more hearts every day.\nInstagram - _beingsuku_"],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657a22489bf515782e9a7878"
        }
      },
      {
        "heading": "6. The Sound Blaze ",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "The Sound Blaze",
            "imgLink": "https://lh3.google.com/u/0/d/1nvZrm_wNzcMbRVO8NcxeNI9yDxsL4ixJ",
            "_id": {
              "$oid": "657a22489bf515782e9a787a"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657a22489bf515782e9a7879"
        }
      },
      {
        "heading": "",
        "paragraphs": ["Introducing Meethika Dwivedi, also known as the Sound Blaze, a sensation among Indian viewers for her incredibly funny roasts that draw in a massive audience. At just 19, she's ruling the hearts of almost 3 million fans. Among her impressive achievements, interviewing Virat Kohli on a Star Sports show stands out. With exceptional talent and rapid growth, Meethika is making waves in the online world.\nInstagram - @the_sound_blaze"],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657a22489bf515782e9a787b"
        }
      },
      {
        "heading": "7. Niswoman ",
        "paragraphs": ["", ""],
        "image": [
          {
            "imgName": "Niswoman",
            "imgLink": "https://lh3.google.com/u/0/d/1s924TuQ3XVETdkcU1FGyy7AnRDeoESvt",
            "_id": {
              "$oid": "657a22489bf515782e9a787d"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657a22489bf515782e9a787c"
        }
      },
      {
        "heading": "",
        "paragraphs": ["Niswoman, or Nisman Parpia in real life. She's all about creating content that hits you with relatable, sad, happy, and various emotions, making you want to connect and follow. Her reels? They're racking up millions of views and likes. Here's the fun part – pretty much everyone mispronounces her name. With 558k followers on Instagram, she's winning hearts with catchy reels and her natural beauty.\nInstagram - niswoman"],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657a22489bf515782e9a787e"
        }
      },
      {
        "heading": "8. Devika  ",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "Devika",
            "imgLink": "https://lh3.google.com/u/0/d/1TkN5LvsNVjOMrtBA8oN03nExmtsxLyD4",
            "_id": {
              "$oid": "657a22489bf515782e9a7880"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657a22489bf515782e9a787f"
        }
      },
      {
        "heading": "",
        "paragraphs": ["Step into the realm of Devika Gupta, or affectionately called Devu, with an impressive 1 million Instagram followers. She's made a mark with her laugh-out-loud roast videos, filled with clever jokes. But there's more to Devu – she's a YouTube sensation, pulling in over a million subscribers. Beyond the humor, she dishes out relatable content for all. And the cherry on top? She's on a speedy rise at such a young age\nInstagram - @devika029"],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657a22489bf515782e9a7881"
        }
      },
      {
        "heading": "9. YukTha  ",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "YukTha",
            "imgLink": "https://lh3.google.com/u/0/d/1-wLnffhJIN6e7V_VpSAfDjmJTbv9zUci",
            "_id": {
              "$oid": "657a22489bf515782e9a7883"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657a22489bf515782e9a7882"
        }
      },
      {
        "heading": "",
        "paragraphs": ["Yuktha is a hit for her relatable and sweet content, with almost 700K followers on Instagram. Fans lovingly call her the Indian Beauty, and here's the cool part—she's not just into videos; Yuktha is also a talented painter. Growing fast as a creator, she wins people over with her down-to-earth charm and creative skills.\nInstagram - @_yukth.a"],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657a22489bf515782e9a7884"
        }
      },
      {
        "heading": "10. Chandnimimic ",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "Chandnimimic",
            "imgLink": "https://lh3.google.com/u/0/d/1MvLd1CPxAaNfP7zX7OxXZMIRZY-CV9fF",
            "_id": {
              "$oid": "657a22489bf515782e9a7886"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657a22489bf515782e9a7885"
        }
      },
      {
        "heading": "",
        "paragraphs": ["Say hi to Chandni Bhabhda, the Instagram sensation adored by more than 450k people for her awesome mimicry skills. She's like a pro at copying Bollywood stars, especially Alia Bhatt. And here's the fun part – she also makes videos about Mariawadi families, and everyone loves them!\nInstagram - @chandmimic"],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657a22489bf515782e9a7887"
        }
      },
      {
        "heading": "",
        "paragraphs": ["Please note: The list of content creators mentioned here is entirely subjective and isn't influenced by their follower count. Our selection is based on in-depth research, along with the audience's positive response to their reels and their noticeable growth. The aim is to showcase individuals who have made a genuine impact through their content, regardless of the number of followers. Keep in mind that personal preferences may differ, and this list is by no means exhaustive. Thank you for your understanding"],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657a22489bf515782e9a7888"
        }
      }
    ],
    "__v": 0
  },
  {
    "_id": {
      "$oid": "657a2792f0e5822e77691f65"
    },
    "title": "India's Silent Struggle: Unmasking the Pollution Reality!",
    "thumbnailImg": "https://lh3.google.com/u/0/d/12qBuPlPtsl_1S7a4516wZiYei2lxYgxR",
    "description": "India, our evolving nation, has achieved great strides in science, technology, education, and more. But, surrounded by all the progress, there's an issue we can't afford to ignore is pollution...",
    "category": "health",
    "postDetails": {
      "uploadDate": "14 Dec, 2023",
      "writerName": "Dhawal",
      "writerImg": ""
    },
    "content": [
      {
        "heading": "",
        "paragraphs": [
          "India, our evolving nation, has achieved great strides in science, technology, education, and more. But, surrounded by all the progress, there's an issue we can't afford to ignore is pollution. It's a consistent challenge impacting our lives more than we realize. Cities like Delhi, Mumbai, and Kolkata keep making headlines as some of the world's most polluted places, with Delhi often taking the top spot. Some people blame Diwali fireworks for pollution, but it's not that simple.",
          "Let's dive into why India struggles with such high pollution levels and the serious consequences it brings. Delhi consistently bears the brunt as the world's most polluted city. This isn't just about pointing fingers; it's about understanding what we stand to lose. As responsible citizens, let's look into what the government is doing, and importantly, what role each of us plays in making our environment cleaner and healthier. This article aims to unravel the layers of pollution in India—its causes, effects, government efforts, and how we can all be part of the solution."
        ],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657a2792f0e5822e77691f66"
        }
      },
      {
        "heading": "Effects of pollution on humans ",
        "paragraphs": [""],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657a2792f0e5822e77691f67"
        }
      },
      {
        "heading": "1. Health Hazards",
        "paragraphs": ["Pollution has a significant impact on our health, giving rise to some of the most serious illnesses like cancer, asthma, and mental health issues. It affects a person internally, leaving a lasting impact. According to a report, breathing in Delhi is equivalent to smoking 20 cigarettes a day, highlighting the alarming levels of pollution in the city and its harmful effects on us. In 2019, almost 1.7 million (17 lakhs) people lost their lives due to pollution."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657a2792f0e5822e77691f68"
        }
      },
      {
        "heading": "2. Rising Economic Costs",
        "paragraphs": ["Pollution doesn't just harm our health; it takes a toll on India's economy too. In 2013, the country lost over 8.5% of its GDP due to higher healthcare costs and lost productivity from air pollution. Specifically, air pollution cost Mumbai and Delhi a whopping $10.66 billion (about Rs 70,000 crore) in 2015. This means that even today, India has to pay a hefty price to recover from the damages caused by pollution. So, reducing pollution isn't just good for our health; it's a crucial step to make our country's economy stronger and better."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657a2792f0e5822e77691f69"
        }
      },
      {
        "heading": "3. Environmental Imbalances ",
        "paragraphs": ["Growing pollution is seriously hurting our environment, essentially making our Earth sick. Pollution is altering the climate at an alarming rate, causing a rapid rise in Earth's average temperature, commonly known as global warming. This phenomenon leads to the melting of glaciers and a rapid increase in the sea levels of our oceans.  As a result, the natural balance of our planet is getting messed up, causing serious problems. Animals are dying, and the Earth is heading towards its own destruction. It's crucial to urgently curb pollution if we want to preserve the existence of humanity and safeguard the delicate balance of our planet."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657a2792f0e5822e77691f6a"
        }
      },
      {
        "heading": "5. Ozone depletion ",
        "paragraphs": ["Imagine the ozone layer as Earth's shield, kind of like our superhero armour, keeping us safe from the sun's harmful rays that could give us skin cancer. But here's the twist: the things we humans are putting into the air have poked a big hole in this shield. It's like our armour isn't as strong as it used to be. So, to keep our superhero shield working and to stay safe ourselves, we need to do something about pollution and those not-so-friendly gases in our environment."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657a2792f0e5822e77691f6b"
        }
      },
      {
        "heading": "Does Diwali significantly contribute to rising pollution? ",
        "paragraphs": ["", ""],
        "image": [
          {
            "imgName": "AQI Meter indicating levels of pollution.",
            "imgLink": "https://lh3.google.com/u/0/d/1NlkN8r3W2mxMRKFqS8mVvvq_5m-0NZLV",
            "_id": {
              "$oid": "657a2792f0e5822e77691f6d"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657a2792f0e5822e77691f6c"
        }
      },
      {
        "heading": "",
        "paragraphs": ["Diwali, the grandest festival in India, brings immense joy with colourful celebrations and fireworks. However, there's a common belief that Diwali fireworks are the main cause of increased pollution in Delhi. While it's true that the air quality takes a hit during Diwali, you can clearly see the air quality taking a big jump, going from 193 to a whopping 639 on November 12 to 13. Saying that all of Delhi's pollution is because of Diwali isn't completely accurate.", "Yes, Diwali fireworks play a role, but we must look beyond the festivities. Diwali comes once a year, yet Delhi faces pollution every single day. The major contributor, making up almost 48% of Delhi's pollution, is the burning of crop residues or farm fires. It's not just a Diwali issue; it's a year-round challenge with various factors contributing. Let's dig deeper into these factors to understand the complexity of Delhi's pollution problem.\n"],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657a2792f0e5822e77691f6e"
        }
      },
      {
        "heading": "Other causes of pollution ",
        "paragraphs": [""],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657a2792f0e5822e77691f6f"
        }
      },
      {
        "heading": "1. Lack of use of public transports ",
        "paragraphs": ["Public transportation facilities in Delhi aren't that bad. The metro and private buses provide a good way to travel around the city. However, people still prefer using their personal vehicles instead of opting for public transport, even though it's more cost-effective. The use of private vehicles contributes to an increase in pollution. Where 10 people could travel together in a bus, those same 10 people opting for their personal cars or bikes contribute to both traffic congestion and pollution. Therefore, we should try to use public transport as much as possible."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657a2792f0e5822e77691f70"
        }
      },
      {
        "heading": "2. Location of Delhi ",
        "paragraphs": ["The location of Delhi plays a significant role in the increasing pollution in the city. Delhi is situated in a bowl-shaped area, surrounded by the Aravalli Hills on one side and the Indo-Gangetic Plains on the other. This geographical setup traps pollution generated by factories and vehicles within Delhi, preventing it from dispersing. As a result, the pollution level in Delhi becomes quite high."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657a2792f0e5822e77691f71"
        }
      },
      {
        "heading": "3. Stubble burning (Farm fires) ",
        "paragraphs": ["Every year, a substantial amount of stubble burning takes place in Punjab, Uttar Pradesh, and Haryana, leading to significant pollution. This pollution has a profound impact on Delhi's air quality. Although there has been a 56% reduction in stubble burning this year, the potential for pollution remains exceptionally high."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657a2792f0e5822e77691f72"
        }
      },
      {
        "heading": "4. Lack of plantation ",
        "paragraphs": ["Delhi is booming with development – new industries, malls, and various projects are popping up everywhere. But there's a downside – the rush for progress often involves cutting down trees. Trees are like our green superheroes; they soak up pollution and make a big difference in keeping our environment healthy. So, chopping down trees not only hurts nature but us too. To safeguard both our lives and the environment, let's make it a priority to plant more trees."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657a2792f0e5822e77691f73"
        }
      },
      {
        "heading": "Ultimate solution ",
        "paragraphs": [
          "When it comes to dealing with pollution, it's a bit like handling a puzzle with lots of pieces we can't control. A big part of pollution comes from the everyday things we use, like cars and ACs. But, lucky for us, nature has a cool solution – plants. They soak up the bad stuff in the air and make everything balanced again. To really tackle pollution and keep nature happy, planting more trees is a smart move. Apart from what the government is doing, we can pitch in by having plants like Peace Lily or Aloe Vera at home – they're like natural air cleaners. Planting trees along roads and open spaces is a game-changer too. Oh, and don't forget to toss your trash in the right bins – it's a small but crucial step. We should remember that nature is our mother, and disrespecting it is the first step towards destruction.",
          "Thank you very much for reading this article in its entirety. We hope that you have learned something new today and that you enjoyed this article. If you need any further information, feel free to stay connected with us. Thank you!"
        ],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "657a2792f0e5822e77691f74"
        }
      }
    ],
    "__v": 0
  },
  {
    "_id": {
      "$oid": "658336f3861a0b7738de98f7"
    },
    "title": "MI Officials Issue Response Regarding Rohit Sharma's Removal from Captaincy: Details Revealed!",
    "thumbnailImg": "https://lh3.google.com/u/0/d/1hyqEczTa0db6mC__mHzr15Vs8ToLRHEd",
    "description": "After the World Cup 2023 loss, Indian cricket fans were shocked by a controversy within the highly successful IPL team Mumbai Indians. They replaced long-time captain Rohit Sharma with Hardik Pandya, surprising many fans. Rohit had led the team to 5 IPL trophies over 10 years...",
    "category": "sports",
    "postDetails": {
      "uploadDate": "2023-12-21",
      "writerName": "Dhawal",
      "writerImg": ""
    },
    "content": [
      {
        "heading": "",
        "paragraphs": ["After the World Cup 2023 loss, Indian cricket fans were shocked by a controversy within the highly successful IPL team Mumbai Indians. They replaced long-time captain Rohit Sharma with Hardik Pandya, surprising many fans. Rohit had led the team to 5 IPL trophies over 10 years. On December 16, 2024, Mumbai Indians posted a photo of Hardik Pandya on Instagram with the caption \"#CaptainPandya,\" sparking controversy and discussions. Despite Rohit's successful leadership, the decision signals a change in direction for the team, adding an element of controversy and anticipation to every upcoming match under Pandya's captaincy."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "658336f3861a0b7738de98f8"
        }
      },
      {
        "heading": "Mumbai Indians Lose Followers After Captaincy Change",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "Mumbai Indians loses followers on X (twitter).",
            "imgLink": "https://lh3.google.com/u/0/d/17l3pCyeIM7sPhaSN6Nw5VcSte3oa1AWS",
            "_id": {
              "$oid": "658336f3861a0b7738de98fa"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "658336f3861a0b7738de98f9"
        }
      },
      {
        "heading": "",
        "paragraphs": ["The decision to remove Rohit Sharma as captain of Mumbai Indians ticked off both his fans and the IPL supporters. They showed their anger by unfollowing Mumbai Indians on Twitter and Instagram. As a result, Mumbai Indians lost a whopping 400K followers on Twitter in just one day and have lost about 800K followers on Instagram so far."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "658336f3861a0b7738de98fb"
        }
      },
      {
        "heading": "MI Players' Instagram cryptic stories",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "Cryptic Instagram stories by Bumrah and Surya.",
            "imgLink": "https://lh3.google.com/u/0/d/11FqZoQEXmDeaDWgJx-jvL_2_B2lq0XVc",
            "_id": {
              "$oid": "658336f3861a0b7738de98fd"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "658336f3861a0b7738de98fc"
        }
      },
      {
        "heading": "",
        "paragraphs": ["After Mumbai Indians announced Hardik Pandya as captain, Surya Kumar Yadav, a player for Mumbai Indians, posted a heartbroken emoji on his story. Before this, even Bumrah had shared a quote on his story saying, \"Silence is sometimes the best answer.\" However, Bumrah posted this story before Hardik was made captain. Still, fans feel that these stories indicate that MI players aren't happy with this decision."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "658336f3861a0b7738de98fe"
        }
      },
      {
        "heading": "Mumbai Indians Officials' Take on the Controversy",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "",
            "imgLink": "https://lh3.google.com/u/0/d/1U2B94JZvB08yFHiIr6-2niaQWaFJmp3D",
            "_id": {
              "$oid": "658336f3861a0b7738de9900"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "658336f3861a0b7738de98ff"
        }
      },
      {
        "heading": "",
        "paragraphs": ["After Rohit Sharma was removed from captaincy, numerous rumours began swirling that he might leave Mumbai Indians for another team. Mumbai Indians officials released a statement clarifying, \"Rohit is not going anywhere, nor will any player.\" When asked if Rohit Sharma and other MI players were unhappy with the decision, they responded, \"Every player was taken into confidence before the decision was made. Rohit too was informed and he is very much part of the decision-making process.\"", "As per reports, Delhi Capitals had approached Mumbai Indians to trade for Rohit Sharma, but Mumbai Indians outright declined the offer."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "658336f3861a0b7738de9901"
        }
      },
      {
        "heading": "",
        "paragraphs": ["Thank you for reading this article; hope you found it interesting and informative. "],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "658336f3861a0b7738de9902"
        }
      }
    ],
    "__v": 0
  },
  {
    "_id": {
      "$oid": "65958d8862fa71b69c6e7b49"
    },
    "title": "Bhavishya Malika: Predictions, Insights, and Conclusions (with PDF).",
    "thumbnailImg": "https://lh3.google.com/u/0/d/1HyyYsVzXQQuMElE-26KuRE8cbBAs791o",
    "description": "Bhishya Malika is an old book written 600 years ago by Shri Achyutanand Das ji and four wise yogis called Panchsakha...",
    "category": "current events",
    "postDetails": {
      "uploadDate": "2024-01-03",
      "writerName": "Dhawal",
      "writerImg": ""
    },
    "content": [
      {
        "heading": "INTRODUCTION TO BHAIVASHYA MALIKA",
        "paragraphs": ["Bhishya Malika is an old book written 600 years ago by Shri Achyutanand Das ji and four wise yogis called Panchsakha. Shri Achyutanand Das ji was a devoted follower of Lord Jagannath and had acquired many spiritual powers.  People in Odisha really respected him, and he used to write everything on palm leaves. Bhavishya Malika talks deeply about the past, present, and future."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65958d8862fa71b69c6e7b4a"
        }
      },
      {
        "heading": "SOME MAJOR PREDICTIONS IN BHAVISHYA MALIKA",
        "paragraphs": [""],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65958d8862fa71b69c6e7b4b"
        }
      },
      {
        "heading": "LORD KALKI",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "",
            "imgLink": " https://lh3.google.com/u/0/d/1XpjuMgI1Ex2fyQ8M7zl3Hz8Em6uxEpvU",
            "_id": {
              "$oid": "65958d8862fa71b69c6e7b4d"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65958d8862fa71b69c6e7b4c"
        }
      },
      {
        "heading": "",
        "paragraphs": ["As per Bhavishya Malika, Kali Yuga which was started after the end of Dwapara Yuga (post-Mahabharata) and has age of 432,000 years will reduce to just 5,000 years. Ancient scriptures suggest that when Kali Yuga is going towards its end and Satya Yuga will about to started again, Lord Vishnu will take the Kalki avatar and be born in a village called Shambhala (presently known as Sambalpur) in Odisha to end Kal Yuga and start Satya Yuga again. Bhavishya Malika claims that the birth of Lord Kalki has already occurred in Sambalpur, Odisha, and he is currently in his childhood.", "It is said that Lord Kalki will meditate on Mount Mahendragiri and gain knowledge of various powers from Lord Parashurama. When the time is right, he will end the wrongdoers."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65958d8862fa71b69c6e7b4e"
        }
      },
      {
        "heading": "LAST KING OF PURI",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "",
            "imgLink": "https://lh3.google.com/u/0/d/1vXMOCpIctkwHRBb3QTTzMvbtYK2BP5q8",
            "_id": {
              "$oid": "65958d8862fa71b69c6e7b50"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65958d8862fa71b69c6e7b4f"
        }
      },
      {
        "heading": "",
        "paragraphs": ["Bhavishya Malika predicts that towards the end of Kali Yuga, there will be a last king in the royal lineage of Puri (situated in Odisha). After this last king, there won't be any successors as the last king will have only one daughter and no son. Before the demise of this final king, widespread destruction will occur, marking the end of Kali Yuga.", "If we relate this prediction to the present day, it is true that the current King of Puri, Dibyasingha Deb, who is 70 years old and has only one daughter. This shows that the predictions in Bhavishya Malika are quite true, suggesting a big change is coming."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65958d8862fa71b69c6e7b51"
        }
      },
      {
        "heading": "STARTING OF EVENTS",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "",
            "imgLink": "https://lh3.google.com/u/0/d/1SpGsP82JgABHzQcY-8kLDW64uTyiGlJU",
            "_id": {
              "$oid": "65958d8862fa71b69c6e7b53"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65958d8862fa71b69c6e7b52"
        }
      },
      {
        "heading": "",
        "paragraphs": ["All these events supposedly started with the advent of COVID-19 in 2020. Bhavishya Malika indicates that in the upcoming years, there will be terrifying diseases apart from COVID-19, posing unanswered questions for humanity and leading to the destruction of wrongdoers.", "According to Bhavishya Malika, when Saturn enters Pisces (Meen rashi), the end of this world will commence, which aligns with the reality around 2024-25. Historically, whenever Saturn has entered Pisces (Meen rashi), big trouble has occurred, such as massive wars, the Spanish plague, and other negative events.", "Bhavishya Malika accurately mentions signs of destruction that are unfolding in the present time."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65958d8862fa71b69c6e7b54"
        }
      },
      {
        "heading": "SIGNS OF DESTRUCTION IN JAGANNATH TEMPLE",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "",
            "imgLink": "https://lh3.google.com/u/0/d/1AkR6dL1Aieg6KAnCinMBX876jRTpTgwh",
            "_id": {
              "$oid": "65958d8862fa71b69c6e7b56"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65958d8862fa71b69c6e7b55"
        }
      },
      {
        "heading": "",
        "paragraphs": ["Let's talk about the Jagannath temple. It's an incredibly mysterious place. No plane or bird can fly over it, and no one has ever seen it being flown over. The flag atop the temple always flies in the opposite direction to the wind. This phenomenon remains unexplained.", "Bhavishya Malika states that when a bird will sit on the temple's top, the spinning wheel on top of the temple will turn due to strong winds, the temple flag will catch fire, stones will fall from the temple, and bloodstains will be found inside the temple, it will be a indicator that the time of destruction has came.", "Surprisingly, these events have already taken place. Bloodstains have been found inside the temple, the flag atop the temple has caught fire, and a bird has been seen sitting atop the temple, which is deemed impossible, suggesting that there's some truth hidden in the Malika."],
        "image": [
          {
            "imgName": "News of Bloodstrains in temple. ( Credit - The Indian Express )",
            "imgLink": "https://lh3.google.com/u/0/d/1BlfjnI2GTaQFIHBrcnRrbTjo1RvrMzdD",
            "_id": {
              "$oid": "65958d8862fa71b69c6e7b58"
            }
          },
          {
            "imgName": "Bird spotted on atop of temple. ( credit - Kalinga TV )",
            "imgLink": "https://lh3.google.com/u/0/d/1gjFhfu6Gh-x7tLQ9j_6_L6yqhBR4X_QM",
            "_id": {
              "$oid": "65958d8862fa71b69c6e7b59"
            }
          },
          {
            "imgName": "Flag atop of temple caught fire. ( Credit - The Indian Express )",
            "imgLink": "https://lh3.google.com/u/0/d/1dlvPULv2UK250dh7MEIn_HYMg5WxO4H2",
            "_id": {
              "$oid": "65958d8862fa71b69c6e7b5a"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65958d8862fa71b69c6e7b57"
        }
      },
      {
        "heading": "WORLD WAR III",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "",
            "imgLink": "https://lh3.google.com/u/0/d/1vPbSKqGYLe6nnMhsgVgpZfLjhuFu9gb-",
            "_id": {
              "$oid": "65958d8862fa71b69c6e7b5c"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65958d8862fa71b69c6e7b5b"
        }
      },
      {
        "heading": "",
        "paragraphs": ["According to Bhavishya Malika, World War III will begin in 2026. During this war, 13 Muslim nations will ally with China and attack India. This war will last for 6 years, and eventually, India will emerge victorious and rule the world.", "Comparing this with the present scenario, ongoing conflicts between countries like Russia-Ukraine and Israel-Palestine, and the interest shown by other nations in these wars, it appears that World War III might not be too distant."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65958d8862fa71b69c6e7b5d"
        }
      },
      {
        "heading": "FAILURE Of electronic devices",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "",
            "imgLink": "https://lh3.google.com/u/0/d/13F0cDDhm3agsABDdLh3VtoeBLpavtF9r",
            "_id": {
              "$oid": "65958d8862fa71b69c6e7b5f"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65958d8862fa71b69c6e7b5e"
        }
      },
      {
        "heading": "",
        "paragraphs": ["Bhavishya Malika predicts that all devices and machinery will cease to function. School and college systems will collapse. Recently, scientists have observed a giant coronal hole on the sun, directly aimed towards Earth. If solar winds from this hole collide with Earth, it could cause a technology blackout, affecting our mobiles and TVs. However, this is only speculated."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65958d8862fa71b69c6e7b60"
        }
      },
      {
        "heading": "OTHER PREDICTIONS BY BHAVISHYA MALIKA",
        "paragraphs": ["1. Pakistan will be completely destroyed in World War III.", "2. India's first attack will be on Delhi, resulting in its destruction.", "3. Due to a catastrophic war between nations, the earth itself will suffer.", "4. An unfinished battle from the Mahabharata will resurface, leading to China attacking Kolkata, turning it into a graveyard."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65958d8862fa71b69c6e7b61"
        }
      },
      {
        "heading": "CONCLUSION",
        "paragraphs": ["So far, you've read about what Bhavishya Malika is, its predictions, and their implications. It must have stirred numerous questions in your mind, such as whether the end of the world is near, whether gods will truly descend on Earth, or whether Kali Yuga will end and Satya Yuga will begin again. The truth is, no human holds these answers. Humans have no control, neither the beginning nor the end. We are merely guests on this Earth for a short while. However, one thing remains true amidst all this: nature is far more powerful than humans. No matter how hard one tries, they cannot escape the consequences of their actions. Whatever a person does, nature repays them accordingly. So, whether the world ends or not, don't worry about it, just do good, keep yourself happy, and keep others happy."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65958d8862fa71b69c6e7b62"
        }
      },
      {
        "heading": "",
        "paragraphs": ["We hope you enjoyed this article. Feel free to follow us on our social media accounts (Instagram - @thebuzzhale). Thank you very much for taking the time to read the article."],
        "image": [],
        "video": [],
        "url": [
          {
            "urlName": "Bhavishya Malika in hindi (pdf)",
            "urlLink": "https://lh3.google.com/u/0/d/1VKdGDo0QZSeC6SSCVfXjJIvuuqNaBnhN",
            "_id": {
              "$oid": "65958d8862fa71b69c6e7b64"
            }
          }
        ],
        "_id": {
          "$oid": "65958d8862fa71b69c6e7b63"
        }
      },
      {
        "heading": "DISCLAIMER",
        "paragraphs": ["This post is not intended to promote superstitions or cause fear. Its purpose is solely to share knowledge about the content of the book Bhavishya Malika. We do not assert that the book is entirely factual, and we acknowledge that not all its contents may be entirely true."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65958d8862fa71b69c6e7b65"
        }
      }
    ],
    "__v": 0
  },
  {
    "_id": {
      "$oid": "659853575c7f9b7c80be79a3"
    },
    "title": "Best ways to get rid of smartphone addiction in 2024.",
    "thumbnailImg": "https://lh3.google.com/u/0/d/1OaMJIyt5ATMorDcP7MZLiApSQ2qRVent",
    "description": "Phone addiction is an emerging problem in today's world. It is like a disease that once it starts can destroy a person from inside. Once you become addicted to the phone, then you can face many big problems...",
    "category": "health",
    "postDetails": {
      "uploadDate": "2024-01-06",
      "writerName": "Dhawal",
      "writerImg": ""
    },
    "content": [
      {
        "heading": "PHONE ADDICTION - AN EMERGING PROBLEM",
        "paragraphs": [
          "Phone addiction is an emerging problem in today's world. It is like a disease that once it starts can destroy a person from inside. Once you become addicted to the phone, then you can face many big problems. Phone weakens our ability to work and our patience. Nowadays everyone sits with the phone open in their free time, due to which our mental health and our eyes are also affected badly. According to research, after the launch of the smartphone, the happiness level of people is decreasing and diseases like anxiety and depression are increasing. The phone also prevents us from focusing on our goals and takes us into a comfort zone which gives us happiness for some time but later on we have to face big problems and we have nothing but regret. It is not that using the phone is wrong, but if anything is done within a limit, then it is beneficial, otherwise, the same thing becomes a curse. Being too addicted to the phone is also harmful, so you should not be addicted to the phone. To avoid phone addiction or to emerge from it, you can follow the ways given below.\n"
        ],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659853575c7f9b7c80be79a4"
        }
      },
      {
        "heading": "1. Turn off unnecessary notifications ",
        "paragraphs": ["When you try to stay away from your phone then notifications attract you back towards it. Moreover, even when you are doing some work, due to the notifications coming on your phone, you are not able to pay attention to the work and the attention goes towards your phone only. So in such a situation, turning off those notifications can be a great decision. By doing this, your attention towards the phone will reduce and you will be able to concentrate on your work only."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659853575c7f9b7c80be79a5"
        }
      },
      {
        "heading": "2. Organise your phone",
        "paragraphs": ["There are many such apps on your phone that you do not use mostly or use only for entertainment. For example, games and entertainment apps. Deleting such apps can be a good option if you want to divert your attention from your phone. By removing such apps, only useful apps will remain on your phone, which you will use only when needed. This will also give up the habit of using your phone in your free time."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659853575c7f9b7c80be79a6"
        }
      },
      {
        "heading": "3. Enable night light  ",
        "paragraphs": ["The blue light emitted from your phone disturbs your sleep cycle. Due to this, you are not able to sleep on time at night, which has a bad effect on your mental health and productivity. To avoid this, you can enable the 'Night Light' or 'Reading Mode' option on your phone. This will reduce the blue light coming out of your phone and you will be able to sleep on time, which will also reduce your screen time."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659853575c7f9b7c80be79a7"
        }
      },
      {
        "heading": "4. Reduce easy access to social media ",
        "paragraphs": ["Social media apps are the biggest reason for phone addiction. These apps are made in such a way that no one gets bored with them and spends maximum time on these apps and you also get trapped in their trap. But it is also in your hands to avoid it. There are two ways to avoid this, either you delete your social media account and if you cannot do this, then instead of your account, delete that app and whenever you want to use social media, you can use it in your browser. With this, you will have to make an extra effort whenever you want to use those apps and you will also get rid of the habit of using those apps unnecessarily. If this is not enough, start using those apps in incognito mode in the browser so you have to log in every single time you use the app. In short, more effort leads to less usage."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659853575c7f9b7c80be79a8"
        }
      },
      {
        "heading": "5. Put an unattractive wallpaper ",
        "paragraphs": ["The things which are very attractive and beautiful in appearance, you feel like seeing those things again and again. Often you put attractive wallpapers on your phone as well. Because of this, you feel like opening the phone again and again. So that's why you should put such wallpaper on your phone so that your phone looks ugly. With this, you will avoid opening your phone without any reason. Or you can also set a wallpaper that will remind you that you have many other things to do besides using your phone. It may sound a bit strange, but these small things make you addicted to your phone, so it is very important to pay attention to them."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659853575c7f9b7c80be79a9"
        }
      },
      {
        "heading": "6. Turn ON DND Mode while doing important work ",
        "paragraphs": ["While doing any important work, you need to pay full attention. According to science, if your attention is distracted while working, then it takes you an average of 23 minutes and 15 seconds to focus back on the work. Notifications and calls coming into your phone distracts you and make you unable to concentrate on your work. To avoid this, enable DND (do not disturb) mode on your phone before starting any important work. With this, you will be able to do your work peacefully without any hindrance."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659853575c7f9b7c80be79aa"
        }
      },
      {
        "heading": "7. Always ask yourself before taking the phone ",
        "paragraphs": ["According to research, an average person unlocks his phone 150 times a day. Phone addiction is unlocking your phone again and again without any reason. So next time whenever you take your phone in hand, do ask yourself a question, 'Do I really have any work because of which I am opening my phone?' And if the answer is 'no', then put your phone on the side and do some other work. And if there is no work, then go and ask your mother, she will surely tell you some work."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659853575c7f9b7c80be79ab"
        }
      },
      {
        "heading": "8. Make a schedule ",
        "paragraphs": ["Have you ever thought that why rich people or successful people do not have phone addiction, they are also humans like us. So the answer is 'Schedule'. Yes, successful people do not get addicted to phones because they make schedules for every task and follow them. And when you work according to the schedule, then you do not get extra time for things like phones, nor do you misuse them. That's why you can also prepare a schedule for your work to avoid phone addiction."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659853575c7f9b7c80be79ac"
        }
      },
      {
        "heading": "9. Track your activities ",
        "paragraphs": ["Things that cannot be measured, cannot be managed. Therefore, to get rid of phone addiction, we must first know on which app we spend the maximum time on the phone. Every phone has such a function that gives screen time data so that you can see how long you use your phone every day and which app you spend the most time on. Once you know this, you can take proper action to reduce the use of that app. This will help you a lot in getting rid of phone addiction."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659853575c7f9b7c80be79ad"
        }
      },
      {
        "heading": "CONCLUSION ",
        "paragraphs": ["We hope that by now you have understood what is phone addiction, what are its disadvantages and how can it be avoided. These above-mentioned things are just the way but it is you who has to walk on these paths. It may be difficult for you to follow the above-mentioned things but it can prove to be very beneficial for you. You are the only one in the world who can help yourself. Remember, \"God also helps those who help themselves.\". Phone addiction can be very fatal for you and your dreams. And not only phone addiction, addiction to anything is not good. Some great man had said, \"Addiction is not good or bad, addiction to anything is bad.\". Thank you for reading this article."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659853575c7f9b7c80be79ae"
        }
      }
    ],
    "__v": 0
  },

  {
    "_id": {
      "$oid": "659d90ca54bd022c842650d2"
    },
    "title": "Top 10 Bone-Chilling Horror Movies That Will Haunt Your Dreams!",
    "thumbnailImg": "https://lh3.google.com/u/0/d/1Mh_9fLNnw92j00YMDbn94Vpas9Uf-7pm",
    "description": "Welcome to a spine-tingling journey into the world of horror. Get ready to discover the ultimate collection of hair-raising films that will have you jumping out of your seat...",
    "category": "entertainment",
    "postDetails": {
      "uploadDate": "2024-01-09",
      "writerName": "Dhawal",
      "writerImg": ""
    },
    "content": [
      {
        "heading": "",
        "paragraphs": ["Welcome to a spine-tingling journey into the world of horror. Get ready to discover the ultimate collection of hair-raising films that will have you jumping out of your seat. From iconic classics to recent fright fests, these movies are guaranteed to haunt your dreams and leave you with that deliciously creepy feeling long after the credits roll. So, dim the lights, gather your courage, and join us as we count down the top 10 terrifying movies that have etched their place in the realm of horror."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659d90ca54bd022c842650d3"
        }
      },
      {
        "heading": "1. The Exorcist",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "",
            "imgLink": "https://lh3.google.com/u/0/d/1aXD9wqsO5rH5s1KiAfeg2gshw-83UNAH",
            "_id": {
              "$oid": "659d90ca54bd022c842650d5"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659d90ca54bd022c842650d4"
        }
      },
      {
        "heading": "",
        "paragraphs": ["The Exorcist, released in 1973, tells the spine-chilling tale of a young girl possessed by a demon. Her mother seeks help from two Catholic priests to perform an exorcism and save her daughter. Starring Ellen Burstyn, Max von Sydow, Jason Miller, and Linda Blair, this supernatural horror film is based on the 1971 novel of the same name by William Peter Blatty."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659d90ca54bd022c842650d6"
        }
      },
      {
        "heading": "2. Hereditary (2018)",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "",
            "imgLink": "https://lh3.google.com/u/0/d/1hiVnrsA5cCapPu5avCpjBtHkFbmvrZz_",
            "_id": {
              "$oid": "659d90ca54bd022c842650d8"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659d90ca54bd022c842650d7"
        }
      },
      {
        "heading": "",
        "paragraphs": ["In 2018, Ari Aster made his directorial debut with 'Hereditary,' an American psychological supernatural horror film. The story revolves around a grieving family, played by Toni Collette, Alex Wolff, Milly Shapiro, Ann Dowd, and Gabriel Byrne, haunted by a sinister presence following the demise of their secretive grandmother."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659d90ca54bd022c842650d9"
        }
      },
      {
        "heading": "3. Conjuring 2013",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "",
            "imgLink": "https://lh3.google.com/u/0/d/172nB4RkJ3gppSj_pSxl-ozLa_SIItKmO",
            "_id": {
              "$oid": "659d90ca54bd022c842650db"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659d90ca54bd022c842650da"
        }
      },
      {
        "heading": "",
        "paragraphs": ["Released in 2013, 'The Conjuring' is an American supernatural horror film directed by James Wan and written by Chad Hayes and Carey W. Hayes. It's the first movie in The Conjuring Universe series. Patrick Wilson and Vera Farmiga play Ed and Lorraine Warren, paranormal investigators known for real-life cases that inspired The Amityville Horror. The movie focuses on their assistance to the Perron family, who face terrifying events after moving into a new farmhouse in Rhode Island in 1971."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659d90ca54bd022c842650dc"
        }
      },
      {
        "heading": "4. Annabelle 2014",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "",
            "imgLink": "https://lh3.google.com/u/0/d/1wAkVJVE6IP_UuHhwyBwqAMJyWGTRA1IL",
            "_id": {
              "$oid": "659d90ca54bd022c842650de"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659d90ca54bd022c842650dd"
        }
      },
      {
        "heading": "",
        "paragraphs": ["Annabelle, a 2014 American supernatural horror film directed by John R. Leonetti, draws inspiration from a story about a doll named Annabelle by Ed and Lorraine Warren. Serving as a spin-off and prequel to 'The Conjuring,' the movie stars Annabelle Wallis, Ward Horton, and Alfre Woodard. Although critics had mixed feelings about the film, it proved to be a massive success at the box office, raking in over $257 million globally despite its $6.5 million budget. Its triumph led to subsequent sequels: 'Annabelle: Creation' in 2017 and 'Annabelle Comes Home' in 2019. The series' popularity and positive reception of the doll's portrayal in 'The Conjuring' prompted the creation of 'Annabelle,' celebrating both commercial success and a chilling atmosphere."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659d90ca54bd022c842650df"
        }
      },
      {
        "heading": "5. Train to Busan",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "",
            "imgLink": "https://lh3.google.com/u/0/d/1-H8BeDgLD0W97IxuwQ4aEf-tSl7TWt90",
            "_id": {
              "$oid": "659d90ca54bd022c842650e1"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659d90ca54bd022c842650e0"
        }
      },
      {
        "heading": "",
        "paragraphs": ["From its 2016 release, 'Train to Busan' emerged as a South Korean action horror film helmed by Yeon Sang-ho. Featuring Gong Yoo, Jung Yu-mi, Ma Dong-seok, and others, the storyline revolves around a train journey from Seoul to Busan disrupted by an abrupt zombie outbreak. Premiering at the 2016 Cannes Film Festival, it smashed records in South Korea, drawing over 10 million viewers. This success led to the creation of a film series, including an animated prequel and a standalone sequel in 2020, with plans for more, including an American adaptation, currently in development."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659d90ca54bd022c842650e2"
        }
      },
      {
        "heading": "6. Conjuring: The devil made me do it",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "",
            "imgLink": "https://lh3.google.com/u/0/d/1B3R_A9aAo7CKzy0mIP1SY4tnhZAGmpvC",
            "_id": {
              "$oid": "659d90ca54bd022c842650e4"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659d90ca54bd022c842650e3"
        }
      },
      {
        "heading": "",
        "paragraphs": ["In 2021, Michael Chaves directed 'The Conjuring: The Devil Made Me Do It,' an American supernatural horror film. David Leslie Johnson-McGoldrick wrote the screenplay based on a story by Johnson-McGoldrick and James Wan. This movie follows 'The Conjuring' (2013) and 'The Conjuring 2' (2016), marking the seventh film in The Conjuring Universe. Patrick Wilson and Vera Farmiga return as paranormal investigators Ed and Lorraine Warren, joined by Ruairi O'Connor, Sarah Catherine Hook, and Julian Hilliard. The film draws inspiration from the 1981 murder trial of Arne Cheyenne Johnson in Connecticut and 'The Devil in Connecticut,' a book by Gerald Brittle."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659d90ca54bd022c842650e5"
        }
      },
      {
        "heading": "7. It (2017)",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "",
            "imgLink": "https://lh3.google.com/u/0/d/13Jr5EAB_smLG0sHw1FDIFxKn25UWB6Iu",
            "_id": {
              "$oid": "659d90ca54bd022c842650e7"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659d90ca54bd022c842650e6"
        }
      },
      {
        "heading": "",
        "paragraphs": ["The 2017 American supernatural horror film 'It,' directed by Andy Muschietti, adapts Stephen King's novel. It follows a group of outcast children, 'The Losers' Club,' terrorized by a haunting entity in Derry, Maine. The movie praised for its performances and direction, became a box office sensation, grossing over $701 million worldwide. It's known as one of the highest-grossing R-rated films and received acclaim as a standout Stephen King adaptation. Its success led to a sequel, 'It Chapter Two,' released in 2019, wrapping up the book's remaining story."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659d90ca54bd022c842650e8"
        }
      },
      {
        "heading": "8. Insidious",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "",
            "imgLink": "https://lh3.google.com/u/0/d/1uuU5QSwREQ2QpeogM7HaJo7YVXabfLI5",
            "_id": {
              "$oid": "659d90ca54bd022c842650ea"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659d90ca54bd022c842650e9"
        }
      },
      {
        "heading": "",
        "paragraphs": ["The 2010 supernatural horror film 'Insidious,' directed by James Wan and written by Leigh Whannell, stars Patrick Wilson, Rose Byrne, and Barbara Hershey. It introduces a couple dealing with their son's mysterious coma, tied to supernatural forces in an astral plane. Premiering at the Toronto International Film Festival, it later had a wide theatrical release in 2011. This instalment sparked sequels 'Insidious: Chapter 2' (2013), 'Insidious: The Red Door' (2023), and prequels 'Insidious: Chapter 3' (2015) and 'Insidious: The Last Key' (2018)."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659d90ca54bd022c842650eb"
        }
      },
      {
        "heading": "9. Lights out",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "",
            "imgLink": "https://lh3.google.com/u/0/d/1CGvBUxRAMSOBMhgH91twU3saep-Y6ZT3",
            "_id": {
              "$oid": "659d90ca54bd022c842650ed"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659d90ca54bd022c842650ec"
        }
      },
      {
        "heading": "",
        "paragraphs": ["In 2016, David F. Sandberg made his directorial debut with \"Lights Out,\" an American supernatural horror film produced by Lawrence Grey, James Wan, and Eric Heisserer. Starring Teresa Palmer, Gabriel Bateman, and Maria Bello, the story follows a woman protecting her stepbrother from a dark spirit tied to their family's past. Adapted from Sandberg's 2013 short film, the movie received acclaim for its direction, acting, and suspenseful storytelling. Garnering $148 million against a $4.9 million budget, it premiered at the Los Angeles Film Festival and enjoyed a successful release by Warner Bros. A sequel is currently in progress."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659d90ca54bd022c842650ee"
        }
      },
      {
        "heading": "10. Annabelle comes home - 2019",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "",
            "imgLink": "https://lh3.google.com/u/0/d/1sR9HMQr6cdDloe19lfSu3ZRVbXXf8wN_",
            "_id": {
              "$oid": "659d90ca54bd022c842650f0"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659d90ca54bd022c842650ef"
        }
      },
      {
        "heading": "",
        "paragraphs": ["Released in 2019, 'Annabelle Comes Home' is an American supernatural horror flick directed and written by Gary Dauberman, marking his directorial debut. Serving as a sequel to 'Annabelle' (2014) and 'Annabelle: Creation (2017), it's part of The Conjuring Universe. The movie stars Mckenna Grace, Madison Iseman, and Katie Sarife, along with Vera Farmiga and Patrick Wilson reprising their roles as Ed and Lorraine Warren. Despite mixed reviews, the film earned over $231 million worldwide after its June 2019 release by Warner Bros. Pictures and New Line Cinema, marking another success for the chilling doll-centric series."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659d90ca54bd022c842650f1"
        }
      }
    ],
    "__v": 0
  },
  {
    "_id": {
      "$oid": "659eea73375159dac32d0a73"
    },
    "title": "Tour guide for Lakshadweep Island - Best Places, Timings, and Tips!",
    "thumbnailImg": "https://lh3.google.com/u/0/d/1vIYVyUHZBcH1BdcwcieOCFL5olcZO0aZ",
    "description": "After a visit from India's Prime Minister Narendra Modi, the beautiful Lakshadweep Islands caught the attention of many people. His visit made a lot of folks interested in these stunning islands in the Arabian Sea. Known for its really pretty landscapes and attracting charm...",
    "category": "travel",
    "postDetails": {
      "uploadDate": "2024-01-10",
      "writerName": "Dhawal",
      "writerImg": ""
    },
    "content": [
      {
        "heading": "Prime Minister's Visit and Island Charms",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "",
            "imgLink": "https://lh3.google.com/u/0/d/1EubIaLN0djqZ0y73E0e1YNiUyzNKShNz",
            "_id": {
              "$oid": "659eea73375159dac32d0a75"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659eea73375159dac32d0a74"
        }
      },
      {
        "heading": "",
        "paragraphs": ["After a visit from India's Prime Minister Narendra Modi, the beautiful Lakshadweep Islands caught the attention of many people. His visit made a lot of folks interested in these stunning islands in the Arabian Sea. Known for its really pretty landscapes and attracting charm, Lakshadweep quickly became a popular place for travellers who wanted to see its amazing beaches and colourful sea life. Today, we'll explore the best places to check out in Lakshadweep, the best times to plan your visit, and some important tips for a great and respectful trip to these amazing islands. Whether you're excited about untouched beaches or you're up for an adventure in the blue waters, Lakshadweep promises an unforgettable experience for everyone."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659eea73375159dac32d0a76"
        }
      },
      {
        "heading": "Best places to visit in Lakshadweep",
        "paragraphs": [""],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659eea73375159dac32d0a77"
        }
      },
      {
        "heading": "1. Kavaratti Island",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "",
            "imgLink": "https://lh3.google.com/u/0/d/19tikFZPi9AV5IQSoR_6gQTB836VIwUwT",
            "_id": {
              "$oid": "659eea73375159dac32d0a79"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659eea73375159dac32d0a78"
        }
      },
      {
        "heading": "",
        "paragraphs": ["Kavaratti is the main place where the leaders work and the most developed island there. There are fifty-two mosques all around, and the Ujra mosque is the prettiest. People think the water from a well near the mosque can heal you. The lagoon there is super peaceful and great for water activities like swimming and snorkeling. You can chill on the beach and it feels amazing. There's a cool aquarium with lots of sea creatures, and you can even see the colourful underwater life through boats with glass bottoms. You can rent kayaks, windsurfers, and sailing boats to have fun in the water. And if you're into scuba diving, there's a place called the Dolphin Dive Centre you might like. They also offer tours to see the awesome coral reefs with packages named ‘Coral Reef’ and ‘Taratashi'."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659eea73375159dac32d0a7a"
        }
      },
      {
        "heading": "2. Thinnakara Island",
        "paragraphs": ["", ""],
        "image": [
          {
            "imgName": "",
            "imgLink": "https://lh3.google.com/u/0/d/1jUNxjuNl2ZMTy9T4iZztzsWm6yW8q54c",
            "_id": {
              "$oid": "659eea73375159dac32d0a7c"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659eea73375159dac32d0a7b"
        }
      },
      {
        "heading": "",
        "paragraphs": ["Thinnakara Islands, part of the stunning Lakshadweep, are more than just pieces of land in the ocean. They're like nature's paintings, with beautiful blue waters and soft, sandy beaches. People love visiting here for a peaceful getaway. These islands are perfect for tourists, offering breathtaking ocean views and a chance to see incredible marine life. Whether it's the stunning ocean, the sandy beaches, or the amazing creatures underwater, Thinnakara Islands are a top choice for a serene and delightful island experience in Lakshadweep."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659eea73375159dac32d0a7d"
        }
      },
      {
        "heading": "3. Agatti Island",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "",
            "imgLink": "https://lh3.google.com/u/0/d/1Gk5qU4vk8fWobn2g7q2CJ9XoELdiPSBI",
            "_id": {
              "$oid": "659eea73375159dac32d0a7f"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659eea73375159dac32d0a7e"
        }
      },
      {
        "heading": "",
        "paragraphs": ["Agatti boasts one of Lakshadweep's prettiest lagoons and happens to be where the airport sits. When you're flying in, the view of the landing strip from the plane is just stunning. It's kind of like the entryway to the other islands. There's a tourist place here with 20 beds and all the modern stuff you'd need. Indian Airlines runs flights to Agatti, so it's super easy to get to compared to other islands in Lakshadweep."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659eea73375159dac32d0a80"
        }
      },
      {
        "heading": "4. Minicoy Island",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "",
            "imgLink": "https://lh3.google.com/u/0/d/1shahKpmenfU8YiLjIz4qaaEoSH8V4rsC",
            "_id": {
              "$oid": "659eea73375159dac32d0a82"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659eea73375159dac32d0a81"
        }
      },
      {
        "heading": "",
        "paragraphs": [
          "Minicoy is a bit far from the other islands, about 200 kilometres south of the main group. It's around 10.6 kilometres long and is the second biggest island after Andrott. One cool thing about Minicoy is it has a really big lagoon and a small empty island called Viringili on the south side. The way of life in Minicoy, like their culture, language, and clothes, is different from the other islands. There are 11 villages called “Ava’h,” each with a leader called Bodukaka, who makes decisions for the village. They have these pretty village houses that are well looked after. People there do this traditional dance called the Lava during celebrations, and they have these colourful racing boats called “Jahadhoni” that are amazing to see. A lot of guys from Minicoy work on ships all over the world. They speak a language called Mahl. Fishing for tuna is a big deal there, and they even have a factory for canning tuna. There's this huge lighthouse, 300 feet tall, built by the British in 1885 that's impressive. The beaches have huts for changing and facilities for water activities. They've built three cottages for tourists and a bigger place with 20 beds for people staying over. If you're doing the Coral Reef or Swaying Palm tours, Minicoy is one of the stops."
        ],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659eea73375159dac32d0a83"
        }
      },
      {
        "heading": "5. Bangaram Atoll",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "",
            "imgLink": "https://lh3.google.com/u/0/d/1nMPRcRBzaCizzQhtPqJjp6shEiao9kNG",
            "_id": {
              "$oid": "659eea73375159dac32d0a85"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659eea73375159dac32d0a84"
        }
      },
      {
        "heading": "",
        "paragraphs": ["Bangaram is a tiny island near Agatti and Kavaratti. It's a super relaxing spot for tourists. There's a cool resort there where you can forget about all the stress of modern life. Nearby, there are two other small islands, Thinnakara and Parali, in the same lagoon. At night, the beach glows blue from special plankton, which is magical. You can get to the resort by boat or helicopter from Agatti. Bangaram is the only empty island with a resort in Lakshadweep, which makes it extra special. It's a top choice for fancy travelers and it's famous worldwide!"],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659eea73375159dac32d0a86"
        }
      },
      {
        "heading": "6. Pitti Bird Sanctuary",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "",
            "imgLink": "https://lh3.google.com/u/0/d/1N1VmX3wCQYk6qWDYXYeVEWSjb6_flE3B",
            "_id": {
              "$oid": "659eea73375159dac32d0a88"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659eea73375159dac32d0a87"
        }
      },
      {
        "heading": "",
        "paragraphs": ["The Pitti Bird Sanctuary in Lakshadweep is a special place where birds live freely. It's on a tiny island where you can see lots of different birds flying around and nesting. People protect this place so the birds can live happily without any worries. It's a cool spot to see these feathered friends doing their thing in their natural home."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659eea73375159dac32d0a89"
        }
      },
      {
        "heading": "7. Marine Museum",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "",
            "imgLink": "https://lh3.google.com/u/0/d/1zPlzlXb4FVCEiUGEH5WjipylPzCIgBFx",
            "_id": {
              "$oid": "659eea73375159dac32d0a8b"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659eea73375159dac32d0a8a"
        }
      },
      {
        "heading": "",
        "paragraphs": ["The Marine Museum in Lakshadweep is like a cool library but for sea stuff! It's a place full of interesting things from the ocean, like colourful fish, shells, and corals. You can learn a lot about the sea creatures that live around the islands. It's a fun spot to see and discover amazing things about the underwater world without getting wet!"],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659eea73375159dac32d0a8c"
        }
      },
      {
        "heading": "8. Amini Beach",
        "paragraphs": [],
        "image": [
          {
            "imgName": "",
            "imgLink": "https://lh3.google.com/u/0/d/1zEdCo96UA4Kt-e9LenANAkPipTyNTWJI",
            "_id": {
              "$oid": "659eea73375159dac32d0a8e"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659eea73375159dac32d0a8d"
        }
      },
      {
        "heading": "",
        "paragraphs": ["Amini Beach in the lovely Lakshadweep islands isn't just sand and water. It's a really pretty place with calm waters and clear views. People come here to relax and enjoy the peaceful vibe. It's set up for tourists to have a great time, letting them see the beautiful sea and lots of cool sea creatures. Whether you like the waves, the sandy shore, or checking out the sea life, Amini Beach is a must-see spot for a calm and lovely time by the coast in Lakshadweep."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659eea73375159dac32d0a8f"
        }
      },
      {
        "heading": "9. Kalpeni Island ",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "",
            "imgLink": "https://lh3.google.com/u/0/d/1f96YcpBwoHEPFa9v8iUn52Ld_l4K6kma",
            "_id": {
              "$oid": "659eea73375159dac32d0a91"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659eea73375159dac32d0a90"
        }
      },
      {
        "heading": "",
        "paragraphs": ["Kalpeni, along with Tilakkam, Pitti, and the empty Cheriyam island, makes up a single atoll. A big storm in 1847 left a long line of broken coral along the eastern and southeastern shores. Kalpeni is quite progressive socially—it was the first place where girls attended school when it wasn't common. The large lagoon is perfect for swimming, snorkelling, and walking on the reef. You can also enjoy activities like kayaking, sailing, and pedal boating. There are two changing huts at Koomel Beach. If you're on a Coral Reef tour, Kalpeni is one of the stops."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659eea73375159dac32d0a92"
        }
      },
      {
        "heading": "10. Kadmat Island",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "",
            "imgLink": "https://lh3.google.com/u/0/d/12YdiC7FqKDj5botGkAzJj-HM4R1ofK8M",
            "_id": {
              "$oid": "659eea73375159dac32d0a94"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659eea73375159dac32d0a93"
        }
      },
      {
        "heading": "",
        "paragraphs": [
          "Kadmat is a slender island, just 8 kilometres long and a mere 550 meters wide at its widest part. On one side, there's this awesome shallow lagoon that's perfect for water activities, and on the other, a smaller lagoon. But the big draws here are the long sandy beaches and sandbanks at the southern end. There are these neat huts for tourists nestled among palm trees, facing the lagoon so you can enjoy the natural beauty. You can rent kayaks, sailing boats, pedal boats, skiing boats, and even glass-bottomed boats to explore around. There's a Water Sports Institute there too. The Marine Wealth Awareness Package lets you spend a few days soaking in nature's wonders. Kadmat has become a cool dive spot in India. There are tons of different fish like rays and sharks, and the water is so clear you can see 20 to 50 meters deep, which is awesome for scuba divers. There's a place called M/s Lacadives from Mumbai that runs a full-on scuba diving centre at Kadmat. Even people who aren't from India can visit this island."
        ],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659eea73375159dac32d0a95"
        }
      },
      {
        "heading": "Best Time to Visit Lakshadweep",
        "paragraphs": ["", "The best time to visit Lakshadweep is from October to May when it's nice with temperatures around 30 degrees Celsius, perfect for enjoying the beaches and exploring. From March to May, it's okay but gets hotter, more than 32 degrees, so it might feel really warm. But from June to September, it's not the best time because of lots of rain during the monsoon season, making it not so great for a visit."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659eea73375159dac32d0a96"
        }
      },
      {
        "heading": "Smart Tips for Your Lakshadweep Adventure",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "",
            "imgLink": "https://lh3.google.com/u/0/d/1XsQS0csLZusf28qqK1Kp-ODq2N6iAGU1",
            "_id": {
              "$oid": "659eea73375159dac32d0a98"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659eea73375159dac32d0a97"
        }
      },
      {
        "heading": "",
        "paragraphs": ["1. Get the needed permissions before going. Make sure you have all the right papers to enter.", "2. Be nice and respectful to the people and their customs. Dress politely and follow their rules.", "3. Keep the place clean, especially beaches and water. Don't harm the sea life or coral reefs.", "4. Take care of yourself. Bring medicine, sunscreen, and bug spray, and wear sunglasses to shield your eyes from the bright sun.", "5. Support good tourism. Choose eco-friendly stuff, help local businesses, and consider how your visit affects the environment."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659eea73375159dac32d0a99"
        }
      },
      {
        "heading": "Must-Do Activities in Lakshadweep",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "",
            "imgLink": "https://lh3.google.com/u/0/d/1vyns-QYFK1b0B1o1ScCKflnMDtYEFRhc",
            "_id": {
              "$oid": "659eea73375159dac32d0a9b"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659eea73375159dac32d0a9a"
        }
      },
      {
        "heading": "",
        "paragraphs": ["1. Underwater Exploration", "2. Beach Relaxation", "3. Visit Different Islands", "4. Learn About Local Life", "5. Fun Water Games", "6. Scuba Diving", "7. Watch Beautiful Sunsets", "8. Try Tasty Island Food", "9. Boat Rides and Dolphin Watching", "10. Relax or Get a Massage"],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659eea73375159dac32d0a9c"
        }
      },
      {
        "heading": "",
        "paragraphs": [],
        "image": [],
        "video": [],
        "url": [
          {
            "urlName": "For more information visit",
            "urlLink": "https://lakshadweep.gov.in/",
            "_id": {
              "$oid": "659eea73375159dac32d0a9e"
            }
          }
        ],
        "_id": {
          "$oid": "659eea73375159dac32d0a9d"
        }
      },
      {
        "heading": "",
        "paragraphs": ["Thank you for taking the time to explore the wonders of Lakshadweep through this guide. Your curiosity and interest in this beautiful destination are truly appreciated. I hope this article has provided you with valuable insights, tips, and inspiration for your future adventures in this picturesque archipelago. May your journey to Lakshadweep be filled with unforgettable moments, breathtaking sights, and cherished memories. Happy travels!"],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "659eea73375159dac32d0a9f"
        }
      }
    ],
    "__v": 0
  },
  {
    "_id": {
      "$oid": "65a57d65b9480a6697d6bb4e"
    },
    "title": "TMKOC: The Rise and Reasons Behind the Fall of Most Loved Comedy Icon!",
    "thumbnailImg": "https://lh3.google.com/u/0/d/1J0D7fwpVH4WXVsFPjcftUygMjDTUG3Ag",
    "description": "On 28th July 2008, that's the day when a new family comedy show started airing on Sab TV, and it was called 'Taarak Mehta ka Ooltah Chashma.' This show was inspired by the column 'Duniya Ne Undha Chasma' in Chitralekha magazine written by Gujarati writer Tarak Mehta...",
    "category": "current events",
    "postDetails": {
      "uploadDate": "2024-01-15",
      "writerName": "Dhawal",
      "writerImg": ""
    },
    "content": [
      {
        "heading": "",
        "paragraphs": [
          "On 28th July 2008, that's the day when a new family comedy show started airing on Sab TV, and it was called 'Taarak Mehta ka Ooltah Chashma.' This show was inspired by the column 'Duniya Ne Undha Chasma' in Chitralekha magazine written by Gujarati writer Tarak Mehta. Back then, the television scene was dominated by saah-bahu dramas. At that time, this was the first comedy show that brought together kids, elderly folks, and adults to watch together. It was based on a society, a community where various kinds of people lived. A businessman dealing with life's problems, a strict teacher, a simple-minded doctor, a scientist, a carefree garage owner, and many other characters who make people laugh heartily.",
          "Who would have thought that a simple show, initially created as an experiment, would become so beloved that it would turn into more than just a show for people, it became an emotion. In just a few years, the show made unprecedented progress beyond anyone's expectations. With almost 4000 episodes and over 45 billion views on YouTube, 'Taarak Mehta ka Ooltah Chashma' not only became the most-watched show in India but also globally. The total views of this show surpass even those of the world's two biggest YouTube content creators, Mr. Beast and PewDiePie, combined.",
          "The show is still running successfully, surpassing 15 years. However, the same show that people loved immensely, laughed with and made a part of their lives is no longer as liked. People seem to have developed a strong dislike for it. The comment section of TMKOC's YouTube videos (episodes) reveals the audience's dissatisfaction. What could be the reason behind this sudden shift in people's feelings toward a show that once had a stronghold on their hearts? Let's delve deeper into this and uncover the truth behind the downfall of TMKOC."
        ],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65a57d65b9480a6697d6bb4f"
        }
      },
      {
        "heading": "REASONS BEHIND THE RISE OF TMKOC : ",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "",
            "imgLink": "https://lh3.google.com/u/0/d/155TNpiX8kc2aKsOE3nuGXQESo-JS4lf-",
            "_id": {
              "$oid": "65a57d65b9480a6697d6bb51"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65a57d65b9480a6697d6bb50"
        }
      },
      {
        "heading": "",
        "paragraphs": ["Before moving towards the decline of TMKOC, it is crucial to understand why the show became so popular. What was it about this show that left such a lasting impression, captivating people to such an extent? What was the main reason that adults, the elderly, and children all began to love this show? The answer to this difficult question is a simple one, and that is 'relatability.' Yes, this show is an Indian family drama based on a character named Jethalal. In this show, Jethalal is portrayed just like an ordinary person living a real-life in India. We don't think it is necessary to tell you more about Jethalal's character because everyone in India is familiar with this character."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65a57d65b9480a6697d6bb52"
        }
      },
      {
        "heading": "",
        "paragraphs": ["TMKOC's family dramas were quite similar to a typical family's everyday life, making it easy for children, adults, and the elderly to relate to the show. It is a natural phenomenon that people feel comfortable and become attached to something with which they can relate. People were not only attached to the show as a whole but also to each character in it. Every character in TMKOC is unique in its own way. The show's reality-based content, humorous punchlines, and relatable and funny characters are the essence of the show and the main reasons for its success."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65a57d65b9480a6697d6bb53"
        }
      },
      {
        "heading": "REASONS BEHIND DOWNFALL OF TMKOC : ",
        "paragraphs": ["", ""],
        "image": [
          {
            "imgName": "",
            "imgLink": "https://lh3.google.com/u/0/d/1N9ti0DjfFhX5BKZBMOkwO8xWbxcafv9S",
            "_id": {
              "$oid": "65a57d65b9480a6697d6bb55"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65a57d65b9480a6697d6bb54"
        }
      },
      {
        "heading": "",
        "paragraphs": ["After learning about the success story of TMKOC, let's now explore the reasons why a hit show like TMKOC is facing its downfall. After reading about all these reasons, you will understand well how even a successful show like TMKOC can experience a decline over time."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65a57d65b9480a6697d6bb56"
        }
      },
      {
        "heading": "1. Departure of Main Characters",
        "paragraphs": ["As we have just read, people felt a strong connection with the characters of this show and were very attached to them. However, for various reasons in recent years, main characters like Daya Bhabhi (Disha Vakani), Anjali Mehta (Neha Mehta), Tappu (Bhavya Gandhi), Sodhi (Gurucharan Singh), and many more have left the show. Some characters like Haathi bhai (Kavi Kumar Ajad) and Nattu Kaka (Ghanashyam Nayak) are unfortunately no longer with us. The departure of the main characters is a significant reason for the downfall of this show."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65a57d65b9480a6697d6bb57"
        }
      },
      {
        "heading": "2. Revolving Controversies",
        "paragraphs": ["In the past few years, this show has been surrounded by quite a few controversies. We have witnessed several controversies related to many co-actors who left the show, such as the significant dispute arising from payment delays, which led both Taarak Mehta (Shailesh Lodha) and Anjali Mehta (Neha Mehta) to leave the show. The most significant controversy occurred when the show's co-actress Jennifer Mistry Bansiwal, AKA Roshan Bhabhi, accused the show's management of sexual harassment. These controversies, among others, have also contributed to the loss of trust among the audience towards the show."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65a57d65b9480a6697d6bb58"
        }
      },
      {
        "heading": "3. Time Factor",
        "paragraphs": ["Time is such a thing that no one can stop. Along with time, many changes come. In TMKOC, there have been many changes over time that should have happened but didn't. For example, the actors in the show have aged over these 15 years, but attempts are still being made to make them look young through makeup. The heart of the show, Tappu Sena, has been in college for more than 8 years now, and they are still in college. This is quite unrealistic and is preventing people from relating to the show."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65a57d65b9480a6697d6bb59"
        }
      },
      {
        "heading": "4. Shift from laughter to social commentary",
        "paragraphs": ["When the TMKOC show started, it was filled with comedy, jokes, and funny punchlines. Every character was naturally very funny. However, with time, the show seemed to have lost its humorous touch, causing people to lose interest. If you watch the TMKOC today, you'll find more social commentary than comedy. Removing the fun and comedy from each character, there is now a strange sense of seriousness that doesn't appeal to people at all."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65a57d65b9480a6697d6bb5a"
        }
      },
      {
        "heading": "5. Dragging Situations For Too Long",
        "paragraphs": ["One reason for the failure of TMKOC is that the show's makers are dragging the plots for too long, which viewers find very irritating. Moreover, they are repeating many plots. The biggest example of this is Popatlal's marriage. In the show, Popatlal has been yearning for marriage for 15 years, but he has been unsuccessful in finding a bride. The show's makers have disrupted Popatlal's marriage several times, which has started to irritate the audience. Another example is the return of the main character Daya Bhabhi (Disha Vakani). Daya Bhabhi has left the show, and finding her replacement is almost impossible because she is the audience's most beloved character. For the past 2-3 years, the show's makers have been telling viewers that Daya Bhabhi is coming back, and they have even created many episodes around this, but Daya Bhabhi has not returned yet. Due to these reasons, people no longer prefer to watch this show.\n"],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65a57d65b9480a6697d6bb5b"
        }
      },
      {
        "heading": "CONCLUSION",
        "paragraphs": ["By now, you must have understood well how TMKOC started, how it became so popular, and then how it faced a downfall and what the reasons behind it are. One thing is true that nothing, be it an object, a person, or anything else, is eternal. Whatever begins has a definite end. Whether it's TMKOC or any other show, no matter how successful it becomes, one day it is bound to come to an end. That's why people wish that the show is not stretched further and a well-executed final episode brings it to a good conclusion.", "Thank you very much for reading this post. We hope you enjoyed it."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65a57d65b9480a6697d6bb5c"
        }
      }
    ],
    "__v": 0
  },
  {
    "_id": {
      "$oid": "65a6d06abec918f9f40c1fbc"
    },
    "title": "Top 10 Famous Bollywood Movies You Must Watch -  2024",
    "thumbnailImg": "https://lh3.google.com/u/0/d/1Eokmns_5D_rlU57SveHonKGN7sG5Yvt7",
    "description": "Welcome to our exploration of the vibrant world of Bollywood! In this post, we've rounded up the top 10 Bollywood movies that are an absolute must-watch...",
    "category": "entertainment",
    "postDetails": {
      "uploadDate": "2024-01-16",
      "writerName": "Dhawal",
      "writerImg": ""
    },
    "content": [
      {
        "heading": "",
        "paragraphs": ["Welcome to our exploration of the vibrant world of Bollywood! In this post, we've rounded up the top 10 Bollywood movies that are an absolute must-watch. From timeless classics that have shaped the industry to modern gems that redefine storytelling, our list covers the best of the best. These movies showcase the diverse narratives and stellar performances that make Bollywood a global phenomenon. So, whether you're a seasoned Bollywood enthusiast or a newcomer to Indian cinema, join us on a cinematic journey through these carefully selected films that have left an enduring impact on audiences worldwide."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65a6d06abec918f9f40c1fbd"
        }
      },
      {
        "heading": "1. 3 Idiots",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "",
            "imgLink": "https://lh3.google.com/u/0/d/1Uft7hEDsFAHOW0fUpNVxEm55H-AwVjsn",
            "_id": {
              "$oid": "65a6d06abec918f9f40c1fbf"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65a6d06abec918f9f40c1fbe"
        }
      },
      {
        "heading": "",
        "paragraphs": ["3 Idiots is a super cool movie about three buddies Rancho, Farhan, and Raju going through the ups and downs of engineering college. It's a funny and heartwarming story that brings a lot of laughs and some good life lessons. Aamir Khan, who plays Rancho, is the free-spirited guy who's all about following your passion instead of just chasing grades. The three friends deal with tough professors and the pressure to do well in their studies. The movie is a mix of emotions, with lots of humour and relatable moments. It's the kind of movie that makes you feel good and reminds you of the importance of true friendship, it encourages you to go after your dreams."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65a6d06abec918f9f40c1fc0"
        }
      },
      {
        "heading": "2. 12th Fail",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "",
            "imgLink": "https://lh3.google.com/u/0/d/1lg8hKwAVYF8aOs-Cibc3gMO-X3Gc8nga",
            "_id": {
              "$oid": "65a6d06abec918f9f40c1fc2"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65a6d06abec918f9f40c1fc1"
        }
      },
      {
        "heading": "",
        "paragraphs": ["12th Fail tells the inspiring story of a guy who didn't pass 12th grade and lived in extreme poverty but fought really hard to become an IPS officer. Directed by Atul Taishete, the movie shows how he struggled against tough situations to follow his dream. Many celebrities appreciate this film, making it widely recognised. It's a reminder that determination can help overcome challenges and achieve big things."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65a6d06abec918f9f40c1fc3"
        }
      },
      {
        "heading": "3. OMG - Oh My God!",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "",
            "imgLink": "https://lh3.google.com/u/0/d/18OzW_rgtew-ec8fZgU6fvndk5xU5pnKx",
            "_id": {
              "$oid": "65a6d06abec918f9f40c1fc5"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65a6d06abec918f9f40c1fc4"
        }
      },
      {
        "heading": "",
        "paragraphs": ["OMG: Oh My God! is an interesting movie that follows the story of Kanji Lal, played by Paresh Rawal, a man who questions his belief in God after facing unexpected challenges in his life. The film takes a light and humorous approach to examining religious beliefs and rituals. Kanji decides to file a lawsuit against God when his shop is destroyed in an earthquake, leading to a series of funny and thought-provoking events. With Akshay Kumar portraying a modern-day Lord Krishna, the movie tackles serious ideas in a lighthearted manner. It's a thought-provoking and entertaining film that encourages viewers to reflect on faith and religion with a touch of humour."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65a6d06abec918f9f40c1fc6"
        }
      },
      {
        "heading": "4. Shershaah",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "",
            "imgLink": "https://lh3.google.com/u/0/d/1-QEpREwzeTiT3kif7Bo454hHehaQ6Pob",
            "_id": {
              "$oid": "65a6d06abec918f9f40c1fc8"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65a6d06abec918f9f40c1fc7"
        }
      },
      {
        "heading": "",
        "paragraphs": ["Shershaah is a heart-touching movie that narrates the true story of Captain Vikram Batra, played by Sidharth Malhotra, who displayed exceptional bravery during the Kargil War. The film provides a heartfelt account of Captain Batra's life, underscoring his dedication to duty and valour on the battlefield. Alongside the patriotic narrative, the movie introduces a romantic and emotional twist, delving into Captain Batra's personal relationships and the impact of war on his loved ones. This addition brings a deeper layer to the story, showcasing the human side of the war hero. Sidharth Malhotra's portrayal adds a genuine feel to the film, making Shershaah a moving and inspiring watch that pays tribute to the sacrifices of Indian soldiers while exploring the personal and emotional aspects of their lives."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65a6d06abec918f9f40c1fc9"
        }
      },
      {
        "heading": "5. Toilet - Ek prem katha",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "",
            "imgLink": "https://lh3.google.com/u/0/d/17WjQQYKizlMj8LJEFWfa22x4JWahRkK9",
            "_id": {
              "$oid": "65a6d06abec918f9f40c1fcb"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65a6d06abec918f9f40c1fca"
        }
      },
      {
        "heading": "",
        "paragraphs": ["Toilet: Ek Prem Katha is an inspirational and reality-based movie that sheds light on the crucial issue of cleanliness and societal transformation. Featuring Akshay Kumar and Bhumi Pednekar, the film tackles the prevalent problem of open defecation in rural India. At its core, it unfolds as a love story where Akshay Kumar's character endeavours to construct a toilet for his wife, portrayed by Bhumi Pednekar, challenging entrenched societal norms. The movie skillfully combines humour, romance, and a meaningful message rooted in real-life challenges. Toilet: Ek Prem Katha not only entertains but also serves as an eye-opener, emphasising the importance of cleanliness and advocating for a positive shift in societal attitudes. The actors' performances contribute to making it an inspirational and reality-grounded cinematic experience that encourages contemplation on bringing about positive changes in our communities."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65a6d06abec918f9f40c1fcc"
        }
      },
      {
        "heading": "6. Taare Zameen Par",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "",
            "imgLink": "https://lh3.google.com/u/0/d/1NGs3doUE_j8U60Hnx2G7MNrLed-EtclQ",
            "_id": {
              "$oid": "65a6d06abec918f9f40c1fce"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65a6d06abec918f9f40c1fcd"
        }
      },
      {
        "heading": "",
        "paragraphs": ["Taare Zameen Par is a unique and emotional film that delves into the struggles faced by a dyslexic child named Ishaan, played by Darsheel Safary. Directed by Aamir Khan, who also stars in the film, it provides a heartfelt exploration of Ishaan's journey from frustration and misunderstanding to self-discovery. The narrative skillfully combines drama, emotion, and the transformative power of a compassionate teacher, played by Aamir Khan. Taare Zameen Par not only entertains but also offers a poignant and thought-provoking perspective on the challenges faced by children with learning differences. Aamir Khan's sensitive portrayal and storytelling make this movie an impactful and emotionally resonant experience, prompting viewers to reflect on the importance of understanding and nurturing the unique talents of each child."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65a6d06abec918f9f40c1fcf"
        }
      },
      {
        "heading": "7. Dangal",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "",
            "imgLink": "https://lh3.google.com/u/0/d/1t9iKtr6Eqco7j6Q0XWURv51nfIogKAmb",
            "_id": {
              "$oid": "65a6d06abec918f9f40c1fd1"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65a6d06abec918f9f40c1fd0"
        }
      },
      {
        "heading": "",
        "paragraphs": ["Dangal is a powerful and inspiring film that tells the true story of Mahavir Singh Phogat, portrayed by Aamir Khan, and his journey to train his daughters Geeta and Babita in the sport of wrestling. Directed by Nitesh Tiwari, the film not only showcases the physical training and challenges faced by the girls but also challenges societal norms that discourage girls from participating in sports. Aamir Khan's dedicated performance adds depth to the narrative, emphasising the importance of gender equality and breaking stereotypes. Dangal is a well-crafted mix of sports, family drama, and social commentary, leaving a lasting impact on the audience. The film encourages viewers to question societal expectations and supports the idea that with determination and support, anyone can overcome obstacles to achieve their dreams."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65a6d06abec918f9f40c1fd2"
        }
      },
      {
        "heading": "8. Sultan",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "",
            "imgLink": "https://lh3.google.com/u/0/d/1LJgzzgZdfEJw6UlGEAnFzDC0yBzeljSI",
            "_id": {
              "$oid": "65a6d06abec918f9f40c1fd4"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65a6d06abec918f9f40c1fd3"
        }
      },
      {
        "heading": "",
        "paragraphs": ["Sultaan is an exhilarating cinematic experience that seamlessly weaves together elements of action, drama, and emotion. Directed by the visionary storyteller, the film takes its audience on an unforgettable journey into the world of Sultaan, a character whose complexities and challenges mirror the human experience. The narrative is brought to life by a stellar cast that delivers powerful performances, capturing the essence of each character with authenticity. The film's gripping plot, coupled with its breathtaking cinematography and compelling soundtrack, keeps viewers on the edge of their seats from start to finish. Sultaan transcends the boundaries of conventional storytelling, offering a unique blend of entertainment and introspection, making it a must-watch for those seeking a captivating and thought-provoking cinematic experience.\n"],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65a6d06abec918f9f40c1fd5"
        }
      },
      {
        "heading": "9. PK",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "",
            "imgLink": "https://lh3.google.com/u/0/d/1u8JdQx0Tj2O0xBQUn20D6VzFTg4KfsEl",
            "_id": {
              "$oid": "65a6d06abec918f9f40c1fd7"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65a6d06abec918f9f40c1fd6"
        }
      },
      {
        "heading": "",
        "paragraphs": ["PK, a Bollywood film directed by Rajkumar Hirani and featuring Aamir Khan in the lead, offers a unique and thought-provoking storyline. The movie delves into the exploration of religion and society through the perspective of an alien named PK, who arrives on Earth. Aamir Khan's portrayal of PK is both humorous and insightful as the character questions societal norms and religious practices with innocence and curiosity. The film combines satire, comedy, and drama to convey a powerful social message. PK successfully challenges conventional beliefs and prompts viewers to reflect on the essence of humanity. Its ability to entertain while addressing significant societal issues makes it a memorable and impactful cinematic experience."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65a6d06abec918f9f40c1fd8"
        }
      },
      {
        "heading": "10. Tummbad",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "",
            "imgLink": "https://lh3.google.com/u/0/d/1DWCFgjyD-3YiHetm-zB9qTuKaX347TUY",
            "_id": {
              "$oid": "65a6d06abec918f9f40c1fda"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65a6d06abec918f9f40c1fd9"
        }
      },
      {
        "heading": "",
        "paragraphs": ["Tumbbad is a captivating Indian fantasy horror film that leads you through the mysterious village of Tumbbad. Directed by Rahi Anil Barve and Anand Gandhi, the movie unfolds a world of mythology and eerie tales. Sohum Shah, playing Vinayak Rao, takes us on a quest for hidden treasures, facing supernatural encounters and the consequences of relentless greed. With its attention to detail and striking visuals, Tumbbad offers a memorable and unique cinematic experience, making it a standout gem in Indian movies."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65a6d06abec918f9f40c1fdb"
        }
      },
      {
        "heading": "",
        "paragraphs": ["", "Thank you all for taking the time to read our blog! Your support and engagement mean the world to us. 🌟 We hope you enjoyed the content, and we appreciate each and every one of you for being a part of this journey. 🙏 Let's keep the conversation going! ❤️ #Grateful #ThankYou"],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65a6d06abec918f9f40c1fdc"
        }
      }
    ],
    "__v": 0
  },
  {
    "_id": {
      "$oid": "65a82071359482370a67c06d"
    },
    "title": "Joota Hai Japani Song Recreated: The Rap Version!",
    "thumbnailImg": "https://lh3.google.com/u/0/d/1qMOjwHh7Rv3uCVji1Gefjiy4aH5FTJTt",
    "description": "The legendary song Joota Hai Japani, a timeless classic from the 1955 film Shree 420, is a musical masterpiece that captures the spirit of post-independence India. Sung by Mukesh, Lata Mangeshkar, and Manna Dey, it was recently recreated by India's one of the most famous rapper KR$NA...",
    "category": "entertainment",
    "postDetails": {
      "uploadDate": "2024-01-17",
      "writerName": "Dhawal",
      "writerImg": ""
    },
    "content": [
      {
        "heading": "",
        "paragraphs": [
          "Hip-hop is the most rapidly growing genre in today's music scene. The youth of India are particularly drawn towards rap in the present era, and the main reason for this attraction lies in the emotions, vibes, aesthetics, lyrics, and much more portrayed in rap songs. For rappers, a rap song serves as a means to convey their thoughts, emotions, and stories to the audience. Many famous Indian rappers such as Raftaar, Yo Yo Honey Singh, Badshah, Divine, Seedhe Maut, Krsna, Emiway Bantai, and others are winning the hearts of their fans through their songs and lyrics, steering the Indian audience towards rap.",
          "Nowadays, several rappers incorporate samples from old songs into their rap compositions, a trend that resonates well with the audience. In a similar vein, we are about to discuss the recreation of a legendary old song.",
          "The legendary song Joota Hai Japani, a timeless classic from the 1955 film Shree 420, is a musical masterpiece that captures the spirit of post-independence India. Sung by Mukesh, Lata Mangeshkar, and Manna Dey, it was recently recreated by India's one of the most famous rapper KR$NA, known for his exceptional rapping skills and genius lyricism. He has ingeniously utilized the hook of the song, infusing it with a hip-hop twist to recreate the iconic melody in his new song named Joota Japani.",
          "The new rap version of the song Joota Hai Japani is being widely appreciated by the audience, although some people may not be too fond of the alterations made to the old legendary songs. There are diverse opinions among the listeners regarding this new version of the song.",
          "Using old songs as samples and recreating them is a great way to introduce the new generation to the classics while adding a fresh twist. This is not the first time an Indian rapper has done this; several rappers have undertaken similar projects before. A notable example is Divine, who created the song \"Baazigar\" by using the hook from the old legendary song \"Baazigar.\" The rap song garnered significant popularity, going viral on social media platforms like Reels.",
          "In the song created by KR$NA, there is a unique aspect that has resonated well with the audience. What people particularly appreciate is that the beats of this song are produced by a Pakistani beat producer named Umair. The lines in the song are said to convey a message of \"Ye dil hai hindustani\" (This heart is Indian). Having patriotic lyrics related to India in a song and getting it produced by a Pakistani beat producer is considered a significant and commendable feat. KR$NA is receiving much praise for this creative collaboration.",
          "You too can listen to the recreated rap song made by KR$NA and share your review with us through DM on Instagram (@thebuzzhale)."
        ],
        "image": [],
        "video": [],
        "url": [
          {
            "urlName": "Joota Hai Japani old version.",
            "urlLink": "https://youtu.be/5wjGc1zGWBc?si=ygcI5aegW6j_NOWj",
            "_id": {
              "$oid": "65a82071359482370a67c06f"
            }
          },
          {
            "urlName": "Joota Japani - KR$NA version.",
            "urlLink": "https://youtu.be/vR16Gu-Uq00?si=eaCG8vSGYJMunp-n",
            "_id": {
              "$oid": "65a82071359482370a67c070"
            }
          }
        ],
        "_id": {
          "$oid": "65a82071359482370a67c06e"
        }
      },
      {
        "heading": "",
        "paragraphs": ["Thank You! For reading this post. We appreciate your efforts!😊❤️"],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65a82071359482370a67c071"
        }
      }
    ],
    "__v": 0
  },
  {
    "_id": {
      "$oid": "65a97027afd4003aa0588dff"
    },
    "title": "IND vs AFG 3rd T20i: A Match Full Of Dramas!",
    "thumbnailImg": "https://lh3.google.com/u/0/d/1AgYpYTXMveG3B8eOQFgr-3MF-XVWDKQ0",
    "description": "India won the 3-match T20 series against Afghanistan with a 3-0 victory. On January 17, the 3rd and final match of the series took place at M. Chinnaswamy Stadium in Bangalore. This match was filled with entertainment, drama, and thrills. From Rohit Sharma's century to India's victory in the 2nd super over, the game provided fans with ample excitement...",
    "category": "sports",
    "postDetails": {
      "uploadDate": "2024-01-18",
      "writerName": "Dhawal",
      "writerImg": ""
    },
    "content": [
      {
        "heading": "",
        "paragraphs": ["India won the 3-match T20 series against Afghanistan with a 3-0 victory. On January 17, the 3rd and final match of the series took place at M. Chinnaswamy Stadium in Bangalore. This match was filled with entertainment, drama, and thrills. From Rohit Sharma's century to India's victory in the 2nd super over, the game provided fans with ample excitement. Let's take a look at some highlighted and golden moments from this dramatic match between India and Afghanistan."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65a97027afd4003aa0588e00"
        }
      },
      {
        "heading": "1. India's quick fall of wickets",
        "paragraphs": ["India won the toss and chose to bat in the match. However, this decision proved to be detrimental for India as they lost crucial wickets early in the innings, managing only 22 runs in 4.3 overs, including the golden duck of Virat Kohli. It was Kohli's first golden duck in T20 internationals. Fans missed the opportunity to see Rohit Sharma and Virat Kohli playing together in a T20I after a long time, as Rohit got out for a duck in the previous two matches, and they didn't get a chance to bat together. Despite losing four wickets early, a partnership between Rohit and Rinku (190 runs) helped India set a formidable total of 212 runs."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65a97027afd4003aa0588e01"
        }
      },
      {
        "heading": "2. Rohit Sharma's funny conversation with the umpire",
        "paragraphs": ["At the beginning of India's innings, when Rohit Sharma was batting at 0, the ball touched his bat, and he took a single. However, the umpire believed that the ball had hit Rohit's body rather than the bat. As a result, the umpire signalled it as a leg bye, and the run was not added to Rohit's score. After some time, Rohit and the umpire engaged in a humorous conversation on the field. During their exchange, Rohit jokingly said to the umpire, \"Arey Viru! thigh pad diya kya pehla ball, itna bada bat laga hai bhai, ek toh idhar 2 zero ho gaya hai. (Hey Viru! Did you give a thigh pad for the first ball, such a big bat is there, I've already got two zeros)\", as he had been dismissed for zero in the previous two matches. This banter between Rohit and the umpire became widely popular on social media, and people found it quite amusing."],
        "image": [],
        "video": [
          {
            "vidName": "Rohit's funny conversation with the umpire. ",
            "vidLink": "https://www.buzzhale.com/bh-files/vid/rohit-sharma-funny-coversation-with-umpires.mp4",
            "_id": {
              "$oid": "65a97027afd4003aa0588e03"
            }
          }
        ],
        "url": [],
        "_id": {
          "$oid": "65a97027afd4003aa0588e02"
        }
      },
      {
        "heading": "3. Rohit Sharma's outstanding century",
        "paragraphs": ["India lost four wickets early in their innings, but then Rinku Singh and Rohit Sharma formed a partnership of 190 runs, guiding India to a good score. In this partnership, Rohit played an outstanding innings, scoring 121 runs in 69 balls, hitting 11 fours and 8 sixes. Rohit started his innings a bit slowly, taking 41 balls to complete his fifty, but then he accelerated, scoring 71 runs in the next 28 balls. Fans labelled this inning as a typical Rohit Sharma inning. Rinku Singh also made a significant contribution in this partnership, scoring 69 runs off 39 balls while supporting Rohit Sharma. In the last over, he hit 3 sixes off the final 3 balls, providing a strong finish to India's inning."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65a97027afd4003aa0588e04"
        }
      },
      {
        "heading": "4. Super over 1 and Rohit's Revenge",
        "paragraphs": [
          "After India scored 212 runs, Afghanistan also managed to score 212 runs, resulting in a tied match and leading to a super over. In the super over, when Afghanistan came to bat first, on the last ball, Mohammad Nabi missed the ball, and it went to the wicketkeeper's hands. However, Nabi ran for a single. When the wicketkeeper, Sanju Samson, threw the ball towards the bowler, it accidentally hit Nabi's leg, and he took three runs. As a result, Afghanistan set a target of 17 runs for India. Indian players appeared displeased with this incident as it was against sportsman spirit.",
          "But the story didn't end there. In the second inning of the super over, Rohit Sharma and Yashasvi Jaiswal came to bat, and they scored 15 runs in 5 balls. Now, with 2 runs needed on the last ball for India to win, Rohit was at the non-striker's end. At that moment, Rohit had a conversation with the umpires and decided to retire hurt, and Rinku Singh came in to bat. This move by Rohit Sharma to teach Afghanistan players a lesson was a very smart tactic, and Indian fans also appreciated it. However, on the last ball, Yashasvi Jaiswal and Rinku Singh could only manage to take a single, and the super over ended in a tie."
        ],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65a97027afd4003aa0588e05"
        }
      },
      {
        "heading": "5. Super over 2 and India's victory",
        "paragraphs": ["After the tie in the first super over, a second super over commenced, with India batting first. Rohit Sharma and Rinku Singh were the chosen batsmen for India. Rohit managed to score 11 runs in the first 3 balls, but on the fourth ball, Rinku Singh got out, and Sanju Samson came in to bat. However, on the fifth ball, Rohit Sharma got run out, and India was all out at 11 runs.", "Subsequently, when Afghanistan came in to bat, Rohit Sharma decided to have Ravi Bishnoi bowl. This decision by Rohit Sharma proved to be correct, as the Afghanistan team got all out after scoring just 1 run on the third ball. India won this thrilling match. The superhero of the match was Rohit Sharma, who, by contributing a total of 145 runs and hitting 11 sixes throughout the entire match, played a pivotal role in India's victory."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65a97027afd4003aa0588e06"
        }
      },
      {
        "heading": "",
        "paragraphs": ["Thanks for reading the post!❤️ Hope you found it useful and enjoyed it🙌😊"],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65a97027afd4003aa0588e07"
        }
      }
    ],
    "__v": 0
  },
  {
    "_id": { "$oid": "65bd427c408abcf35b01df4b" },
    "title": "Do You Know Why Ram Lalla's Idol Is Dark In Color? Here Is The Answer!",
    "thumbnailImg": "https://www.buzzhale.com/bh-files/img/ram-lalla-idol.png",
    "description": "On January 22, 2024, after much anticipation, the inauguration of the Ram Mandir finally took place. On this day, the consecration ceremony (pran pratishtha) of the sacred idol of Lord Ram, known as Ram Lalla, was also conducted...",
    "category": "current events",
    "postDetails": { "uploadDate": "2024-02-02", "writerName": "Dhawal", "writerImg": "" },
    "content": [
      {
        "heading": "",
        "paragraphs": [
          "On January 22, 2024, after much anticipation, the inauguration of the Ram Mandir finally took place. On this day, the consecration ceremony (pran pratishtha) of the sacred idol of Lord Ram, known as Ram Lalla, was also conducted. Pran pratishtha is a Hindu religious tradition where the life force (prana or jeevan) is invoked and established in the idol to imbue it with divine energy. This marks the beginning of worship, creating a divine presence within the idol.",
          "",
          "Across every part of India, people celebrated this day with great enthusiasm and joy, similar to the festivities of Diwali. People lit lamps outside their homes and burst fireworks on January 22, creating an atmosphere of festivity.",
          "However, amid this excitement and devotion, some people had a question in their minds: Why is the sacred idol of Shree Ram Lalla in the Ram Mandir dark in color? Why isn't the idol made of gold or some other white or bright material? If you also have this question in your mind, let's explore the answer."
        ],
        "image": [],
        "video": [],
        "url": [],
        "_id": { "$oid": "65bd427c408abcf35b01df4c" }
      },
      {
        "heading": "KRISHNA SHILA - THE REASON!",
        "paragraphs": [
          "The idol of Shree Ram Lalla installed in the Ram Mandir was crafted by a sculptor named Arun Yogiraj. To create this idol, a type of stone called Krishna Shila was used, which naturally has a dark color. This is why the idol of Ram Lalla also has a dark complexion. There are several reasons behind using Krishna Shila for crafting the idol:",
          "1. OUR SCRIPTURES - In our scriptures, such as the Valmiki Ramayan, Lord Ram is described as 'shyam varniya,' meaning dark in color. This is also one of the reasons why the idol of Ram Lalla has a dark complexion.",
          "2. ENSURING MILK QUALITY POST DOODH ABHISHEK - In Hinduism, the tradition of anointing the idols of gods with milk, known as \"doodh abhishek,\" is ancient. The Krishna Shila, from which the idol of Lord Ram is crafted, is a type of stone that ensures no harm to the idol even after the ritual of milk anointing. The Krishna Shila also ensures that the milk remains safe and healthy for devotees to accept as prasad.",
          "3. LONGITIVITY - Due to being made of Krishna Shila, there will be no impact of any chemical on Lord Ram's idol, ensuring that the idol will remain the same for thousands of years. It will not require any kind of maintenance or repairs.",
          "Hope you find this post incredibly helpful and informative! 🌟 Wishing you a fantastic day ahead filled with positivity and joy! 😊"
        ],
        "image": [],
        "video": [],
        "url": [],
        "_id": { "$oid": "65bd427c408abcf35b01df4d" }
      }
    ],
    "__v": { "$numberInt": "0" }
  },
  {
    "_id": {
      "$oid": "65c8721fb064f9e61610745b"
    },
    "title": "Can You Guess These Famous Cricketers from Their Childhood Photos? Give It a Try!",
    "thumbnailImg": "https://www.buzzhale.com/bh-files/img/guess-the-cricketer-thumbnail.jpg",
    "description": "Here's a fun challenge for all you cricket enthusiasts out there! Can you identify these cricketers from their childhood photos? Go ahead, take a shot!",
    "category": "sports",
    "postDetails": {
      "uploadDate": "2024-02-11",
      "writerName": "Dhawal",
      "writerImg": ""
    },
    "content": [
      {
        "heading": "",
        "paragraphs": ["Step into the fascinating realm of cricketing history with \"Can You Guess These Famous Cricketers from Their Childhood Photos?\" Join us in uncovering the untold stories behind the early snapshots of cricketing legends. This quiz is more than just identifying faces; it's a celebration of the enduring spirit of cricket and the captivating journey from childhood dreams to becoming cricketing titans. Come along on this nostalgic quest, bridging the gap between the past and present, where each image holds a unique story waiting to be discovered."],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65c8721fb064f9e61610745c"
        }
      },
      {
        "heading": "1.",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "Hint : He achieved a 10-wicket haul in a single inning in Test cricket.",
            "imgLink": "https://www.buzzhale.com/bh-files/img/anil-kumble-old.jpg",
            "_id": {
              "$oid": "65c8721fb064f9e61610745e"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65c8721fb064f9e61610745d"
        }
      },
      {
        "heading": "2.",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "Hint : There are two cricketers in this pic!.",
            "imgLink": "https://www.buzzhale.com/bh-files/img/ishant-sharma-old.png",
            "_id": {
              "$oid": "65c8721fb064f9e616107460"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65c8721fb064f9e61610745f"
        }
      },
      {
        "heading": "3. ",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "Hint : He is known for his rocket throws.",
            "imgLink": "https://www.buzzhale.com/bh-files/img/jadeja-old.png",
            "_id": {
              "$oid": "65c8721fb064f9e616107462"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65c8721fb064f9e616107461"
        }
      },
      {
        "heading": "4.",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "Hint : He loves to break stumps with his yorkers!",
            "imgLink": "https://www.buzzhale.com/bh-files/img/jasprit-bumrah-old.png",
            "_id": {
              "$oid": "65c8721fb064f9e616107464"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65c8721fb064f9e616107463"
        }
      },
      {
        "heading": "5.",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "Hint : He can play at any position.",
            "imgLink": "https://www.buzzhale.com/bh-files/img/klrahul-old.png",
            "_id": {
              "$oid": "65c8721fb064f9e616107466"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65c8721fb064f9e616107465"
        }
      },
      {
        "heading": "6.",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "Hint : He has 4 centuries in IPL.",
            "imgLink": "https://www.buzzhale.com/bh-files/img/mayank-aggarwal-old.png",
            "_id": {
              "$oid": "65c8721fb064f9e616107468"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65c8721fb064f9e616107467"
        }
      },
      {
        "heading": "7.",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "Biggest enemy of Sri Lanka!",
            "imgLink": "https://www.buzzhale.com/bh-files/img/mohammad-siraj-old.png",
            "_id": {
              "$oid": "65c8721fb064f9e61610746a"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65c8721fb064f9e616107469"
        }
      },
      {
        "heading": "8.",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "Hint : Ticket collector to trophy collector!",
            "imgLink": "https://www.buzzhale.com/bh-files/img/msdhoni-old.jpg",
            "_id": {
              "$oid": "65c8721fb064f9e61610746c"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65c8721fb064f9e61610746b"
        }
      },
      {
        "heading": "9.",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "Hint : The wall of Indian cricket.",
            "imgLink": "https://www.buzzhale.com/bh-files/img/rahul-dravid-old.jpg",
            "_id": {
              "$oid": "65c8721fb064f9e61610746e"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65c8721fb064f9e61610746d"
        }
      },
      {
        "heading": "10.",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "Hint : 264*",
            "imgLink": "https://www.buzzhale.com/bh-files/img/rohit-sharma-old.png",
            "_id": {
              "$oid": "65c8721fb064f9e616107470"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65c8721fb064f9e61610746f"
        }
      },
      {
        "heading": "11.",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "Hint : The God!!!",
            "imgLink": "https://www.buzzhale.com/bh-files/img/Sachin-Tendulkar-old.jpg",
            "_id": {
              "$oid": "65c8721fb064f9e616107472"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65c8721fb064f9e616107471"
        }
      },
      {
        "heading": "12.",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "Hint : Dada...",
            "imgLink": "https://www.buzzhale.com/bh-files/img/saurav-ganguly-old.png",
            "_id": {
              "$oid": "65c8721fb064f9e616107474"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65c8721fb064f9e616107473"
        }
      },
      {
        "heading": "13.",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "Hint : The one!",
            "imgLink": "https://www.buzzhale.com/bh-files/img/shikhar-dhawal-old.jpg",
            "_id": {
              "$oid": "65c8721fb064f9e616107476"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65c8721fb064f9e616107475"
        }
      },
      {
        "heading": "14.",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "No hint for him...",
            "imgLink": "https://www.buzzhale.com/bh-files/img/shreyas-iyer-old.jpg",
            "_id": {
              "$oid": "65c8721fb064f9e616107478"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65c8721fb064f9e616107477"
        }
      },
      {
        "heading": "15.",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "Hint : One is already legend and other one is upcoming legend.",
            "imgLink": "https://www.buzzhale.com/bh-files/img/shubmangill-old.png",
            "_id": {
              "$oid": "65c8721fb064f9e61610747a"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65c8721fb064f9e616107479"
        }
      },
      {
        "heading": "16.",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "Hint : He fears no one.",
            "imgLink": "https://www.buzzhale.com/bh-files/img/virendra-sehwag-old.png",
            "_id": {
              "$oid": "65c8721fb064f9e61610747c"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65c8721fb064f9e61610747b"
        }
      },
      {
        "heading": "17.",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "Hint : He destroyed an England bowler.",
            "imgLink": "https://www.buzzhale.com/bh-files/img/yuvraj-singh-old.png",
            "_id": {
              "$oid": "65c8721fb064f9e61610747e"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65c8721fb064f9e61610747d"
        }
      },
      {
        "heading": "18.",
        "paragraphs": [""],
        "image": [
          {
            "imgName": "Hint : True cricket fans don't require hint for this one!!",
            "imgLink": "https://www.buzzhale.com/bh-files/img/vk-old.jpg",
            "_id": {
              "$oid": "65c8721fb064f9e616107480"
            }
          }
        ],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65c8721fb064f9e61610747f"
        }
      },
      {
        "heading": "Answers : ",
        "paragraphs": ["1. Anil Kumble", "2. Ishant Sharma and Virat Kohli", "3. Ravindra Jadeja", "4. Jasprit Bumrah", "5. KL Rahul", "6. Mayank Agarwal", "7. Mohammad Siraj", "8. MS Dhoni", "9. Rahul Dravid", "10. Rohit Sharma", "11. Sachin Tendulkar", "12. Saurav Ganguly", "13. Shikhar Dhawan", "14. Shreyas Iyer", "15. Shubman Gill And Irfan Pathan", "16. Virendra Sehwag", "17. Yuvraj Singh", "18. Virat Kohli"],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65c8721fb064f9e616107481"
        }
      },
      {
        "heading": "",
        "paragraphs": ["Share your score with us on Instagram! Let us know how many you got right. 🏏📊 #CricketQuiz #BuzzhaleChallenge"],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65c8721fb064f9e616107482"
        }
      }
    ],
    "__v": 0
  },
  {
    "_id": {
      "$oid": "65cbc2d310e39f53533874c3"
    },
    "title": "Elvish Yadav Addresses Viral Slap Video: The Real Story!",
    "thumbnailImg": "https://www.buzzhale.com/bh-files/img/elvish-yadav-viral-video-cover.jpg",
    "description": "After winning Bigg Boss OTT Season 2, Elvish Yadav has been the subject of much discussion on the internet. Several controversies have surrounded him, but his fans have also shown strong support for him...",
    "category": "current events",
    "postDetails": {
      "uploadDate": "2024-02-13",
      "writerName": "Dhawal",
      "writerImg": ""
    },
    "content": [
      {
        "heading": "",
        "paragraphs": ["After winning Bigg Boss OTT Season 2, Elvish Yadav has been the subject of much discussion on the internet. Several controversies have surrounded him, but his fans have also shown strong support for him. Recently, a video of Elvish Yadav has gone viral on social media, where he can be seen slapping an individual outside a restaurant. Upon watching the video, many people expressed disappointment, stating that Elvish Yadav should not have done such a thing. This incident has provided Elvish Yadav's critics with a good opportunity to troll and criticize him. But what was the reason that made Elvish Yadav so angry that he ended up slapping the person? Let's find out the truth.\n"],
        "image": [],
        "video": [
          {
            "vidName": "Elvish Yadav's viral video. [source - @realthekhabri]",
            "vidLink": "https://www.buzzhale.com/bh-files/vid/elvish-yadav-viral-video.mp4",
            "_id": {
              "$oid": "65cbc2d310e39f53533874c5"
            }
          }
        ],
        "url": [],
        "_id": {
          "$oid": "65cbc2d310e39f53533874c4"
        }
      },
      {
        "heading": "The Truth Behind the Viral Video",
        "paragraphs": [
          "After the controversial video of Elvish Yadav went viral, he started receiving a significant amount of hate. Many news channels began portraying him as a villain. In response to all this, Elvish Yadav addressed the situation by posting a video on his official YouTube vlog channel, revealing the truth behind the viral video. In that video, he explained that as he was leaving the restaurant, a person behind him hurled offensive remarks about his mother. Elvish Yadav,  heard the insult and in a fit of anger, he ended up slapping the individual.",
          "Upon hearing Elvish Yadav's clarification, the public perception on social media has shifted, and many now believe that what Elvish did was justified. This incident should serve as a significant lesson for all of us, whether someone is a celebrity or an ordinary person – everyone holds deep love and respect for their parents, and no one can tolerate any wrongdoings about them. Therefore, before speaking ill about someone's parents, one should think a hundred times, as such an incident could happen to anyone."
        ],
        "image": [],
        "video": [],
        "url": [
          {
            "urlName": "Elvish Yadav Clarification Vlog",
            "urlLink": "https://youtu.be/lUF4Zfl3R0E?si=eHFM3HZQYBKAfNhf",
            "_id": {
              "$oid": "65cbc2d310e39f53533874c7"
            }
          }
        ],
        "_id": {
          "$oid": "65cbc2d310e39f53533874c6"
        }
      },
      {
        "heading": "",
        "paragraphs": ["Thank you for taking the time to read our article! 🙌 We appreciate your interest and hope you found the information valuable. 📚"],
        "image": [],
        "video": [],
        "url": [],
        "_id": {
          "$oid": "65cbc2d310e39f53533874c8"
        }
      }
    ],
    "__v": 0
  }
]
